{
  "char_002_amiya": {
    "credit": "",
    "originiumInfection":"Body surface shows crystallization. According to medical test, subject is confirmed to be infected.",
    "客观履历":"",
    "临床诊断分析": "",
    "档案资料一": "",
    "档案资料二": "",
    "档案资料三": "",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_129_bluep": {
    "credit": "Chief of Texas",
    "客观履历":"Blue Poison, identity unknown, resume missing. She has shown formidable prowess in using her toxic agents to eliminate the enemy during special operations. She currently serves as a sniper in Rhodes Island team. She regularly provides toxicology research and assistance to the medical unit.",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\n\n[Fusion rate of somatic cells and originium] 0%\n\nOperator Blue Poison showed no signs of being infected by originium.\n\n[Blood crystal density] 0.1u/L\n\nOperator Blue Poison has little contact with originium.",
    "档案资料一": "Operator Blue Poison considers her work on the battlefield wicked but indispensable, and she tries to adapt to Rhodes Island's demands on her behavior and always returns good performance.\nIn operations, she adopts a personal sense of humor to eliminate the pressure of combat, and ease her colleagues guard (for example, dispensing detoxification to everyone before the battle).\n\nThe small crossbow used by Blue Poison have proven to be a very effective sniper weapon with excellent range, with her own poisoned crossbow bolt that made every attack more lethal. Blue Poison never lets an enemy die in a miserable state, because it is not elegant.",
    "档案资料二": "According to operator Blue Poison statement, as a young girl she has understood the fact that she is a \"Poison\". Any biotic or abiotic entity has a weakness, with the use of certain poisons, this small vulnerability can be amplified into irreparable fatal injury, is Blue Poison understanding of \"Poison\".\n\nCurrently, the toxicogenic capacity of Blue Poison is being studied by Dr. Kalt’sit and daily sampling work was carried out. To the relief of Blue Poison, Rhodes Island is a meritocracy unfettered by strong moral convictions, so her poison powers can be put to good use here.\n\nIn view of the fact that she herself is a toxin, Blue Poison shows relatively resistant attitude, however, if Blue Poison ability is guaranteed to be accepted by other operator, and will not affect others' attitude towards Blue Poison, could Blue Poison accept her poison ability? To this question, Blue Poison did not give a clear answer, with the usual polite and slightly vague attitude to subterfuge gently away from the topic.\n\nAbout the fact that she is a toxin, does operator Blue Poison still harbor a feeling of disgust? Or is it that she has come to approve of and accept this ability, but has to be torn in her interactions with others? All this still needs to be judged by the doctor's own interaction with Blue Poison.",
    "档案资料三": "What can be determined is that due to operator Blue Poison unique fighting style, her reputation as a \"Toxin\" has spread like wildfire, and has a certain impact on her daily life.\n\nA detailed report from the medical team after repeated tests of the operator so-called poisonous abilities has not been made public. However, it is certain that the daily contact with operator Blue Poison will not be affected by its \"Toxin\" ability. In fact, the so-called \"poisonous\" ability of operator Blue Poison is more reflected in her skilled production techniques of Toxic agents and her rich knowledge of toxicology.\n\nOperator Blue Poison in her spare time outside of combat, stays in Rhodes Island to do simple tasks, such as baking cakes. According to operator Gumi (Current Ursus student Gumi, she was assigned by the logistics department to help kitchen work) recommendation, the desserts of Blue Poison \"can completely make a person who doesn't eat sweet surrender!\" According to a number of anonymous tasting feedbacks, Blue Poison being good in desserts is indeed worthy of such a reputation, but it would be better if she could be less individualized in her choice of decorating colors.\n\nIn addition to dessert making, Blue Poison has a keen sense of fashion, and she is also very interested in the current fashion. She has proposed her own clothing style and suggestions to the logistics department and sales station of Rhodes Island many times.",
    "档案资料四": "Despite the lack of conclusive evidence, several secret sources indicate that Blue Poison have been identified in some battles against large creatures. Most of this information is uncorroborated and there is no visual reference.\n\nSince operator Blue Poison has never shown any connection to this type of combat nor has he ever mentioned such an experience.\n\n[Restricted Record]\n\nAccording to a personnel's recollection, when operator Blue Poison first saw operator Specter, she had once greeted with latter. However, such information was not considered necessary for reference, given the complete courtesy shown by operator Specter to any operator. Such information should be carefully reviewed in the future to prevent bias in the treatment of individual agents.",
    "晋升记录":""
  },
  "char_180_amgoat": {
    "credit": "LanceGT0",
    "客观履历":"Eyjafjalla, volcanologist, geologist. She has shown outstanding talent in the originium arts and high energy spell release. She is currently receiving treatment for Oripathy at Rhodes Island. She provides natural disaster research, environmental observation and assessment, navigation support for dangerous terrain, and other related services to Rhodes Island.",
    "临床诊断分析": "Radiography test results showed that the internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n        [Fusion rate of somatic cells and originium] 8%\r\n         \r\n        Operator Eyjafjalla showed signs of the infection, the symptom is some degree of deafness.\r\n         \r\n        [Blood crystal density] 0.5u/L\r\n         \r\n        Operator Eyjafjalla internal circulation system showed high levels of crystallization. \r\n        ",
    "档案资料一": "During Eyjafjalla first appearance in Rhodes Island, the clerk who was leading her to the personnel office noticed something unusual about her: She often couldn't tell what people were saying, and occasionally would bumped her head. Other staff members wondered whether the diminutive girl was the sister of an operator or an intern from the Rhodes Island pharmaceutical department.\r\n\r\n        A few days later, Eyjafjalla joined Rhodes Island. She was accepted by senior staff members as operation officer and as an expert in various fields, including magic and natural disasters. Those who had doubted her initially were surprised and conflicted about it. While others felt differently about the situation.\r\n        \r\n        Some felt astonished and noticed that the girl, whom they had not paid serious attention to at first, had already left her name at Leithania's prestigious institutions of higher learning. The conversation soon turned to the exchange of academic qualifications.\r\n        \r\n        While others felt happy about the new arrival of a young staff member in the magic department would bring a lot of energy to the normally serious and dull work. They argued in low, barely concealed excitement about who would teach the girl during her internship.\r\n        \r\n        However, a few people felt saddened that she is already infected and no one can predict where she will stay in the future.\r\n        ",
    "档案资料二": "According to operator Eyjafjalla written report, she was born in an orthodox and academic family in Leithania. Her parents worked in William University in Leithania. Her father was a professor of originium technical college and a tutor of the trainees. Her mother was an expert in natural environment and ecosystem research. Both of them were killed in a pyroclastic flow during a field trip on a volcano.\r\n\r\n        Eyjafjalla parents co-authored a project to investigate Terra’s natural disaster system, in which the volcano was an important focus. Among the knowledge Eyjafjalla brought to Rhodes Island, she treasured most of all her parents' reports on volcanology. Hoping that these studies would not end by the death of her parents, she chose to inherit their work on volcanology.\r\n        \r\n        The study of volcanology requires field investigation before and after the eruption, staying for long periods of time in the volcanic zone during the investigation. All the while the volcanic belt is spewing volcanic soot full of originium particles in the air. The cooling magma is constantly churning out originium veins. An active volcanic zone becomes a typical disease-susceptible area. It is believed that this is the direct cause of Eyjafjalla infection.\r\n        ",
    "档案资料三": "The physical manifestation of Eyjafjalla disease is quite obvious. Her auditory nervous system was severely damaged by the disease. Due to this she is suffering from various degrees of hearing loss. Fortunately, with Rhodes Island timely intervention, Eyjafjalla received treatment before further deterioration of her symptoms, and her disease since then has been developing slowly.\r\n\r\n        In daily life, Eyjafjalla must communicate using hearing aids or by increasing the volume of a conversation and repeating it several times.\r\n        \r\n        In addition, a number of well-documented communication experience based on facial expressions and body movements is also considered effective. The following is a summary:\r\n        \r\n        Eyjafjalla shake her head: The conversation is not working.\r\n        \r\n        Eyjafjalla shake her head and show surprise expression: It is very likely that there is a difference in understanding in the choice of some words, please explain as soon as possible, otherwise there will be the possibility of misunderstanding.\r\n        \r\n        Eyjafjalla nods: The conversation goes well.\r\n        \r\n        Eyjafjalla nods her head and gives a positive expression: The conversation is effective and successful in communicating ideas. But please also pay attention to the precision of the words. Even positive results can be built on a pile of misinformation that neither side knows about.\r\n        \r\n        Eyjafjalla repeating a word or sentence several times: Eyjafjalla is actively asking whether what she is receiving is accurate. Please respond positively and watch the volume.\r\n        \r\n        Eyjafjalla with a daze or negative expression: There is a good chance that some kind of misunderstanding has occurred and you need to immediately recall the previous conversation to avoid further misunderstanding.\r\n        ",
    "档案资料四": "[Restricted Record]\r\n    I have read Eyjafjalla files and the thesis she has presented.\r\n    \r\n    <<The influence of underground originium veins on the volcanic movement cycle>>, << The investigation report on the relationship between originium and natural disasters>>, and other analysis reports... are well written and very insightful.\r\n    \r\n    However, it is dangerous.\r\n    \r\n    In particular, I hope you understand that. She is going against certain norms -- not just the academics.\r\n    \r\n    Let’s take ant colony as an example -- you may know about them. Most likely, you've seen ant colony carrying dead creatures.\r\n    \r\n    While the dead creatures are decaying, before they do, the ant colony will tear up as many organic parts as it can, cut them up into tiny pieces and carry them back to the nest, where they feed their entire colony.\r\n    \r\n    The ant colony must become strong to survive on this vast land.\r\n    \r\n    Do you understand? Originium... is the dead creature. For today humans, they're feeding the whole society with Originium, in order to make their own populations become stronger than others. As for the purpose of such power, it is to guard against, to counter others, or maybe to face some changes that will happen in the future.\r\n    \r\n    Yes, even if we follow Eyjafjalla’s argument, about the fact that Originium and natural disasters... have a connection.\r\n    \r\n    Humans can't stop, they simply cannot stop.\r\n    \r\n    …\r\n    \r\n    For the time being, the child can continue her research.\r\n    \r\n    Until it comes to a time when she is certain of her own future.\r\n    \r\n    -- recorded at an internal meeting by speaker ■■",
    "晋升记录":"Eyjafjalla's pet\r\n\r\n    Similar to operator Mousse's \"cat,\" Eyjafjalla black furry companions look and act like normal animals. Even if you consider their biological makeup and behavior.\r\n    \r\n    Eyjafjalla has nicknamed them \"little black sheep\", which she says were given to her as pets by her mother.\r\n    \r\n    Unlike their mischievous felines counterpart, the little black sheep are usually docile and sluggish, and their greatest pleasure is sleeping in Eyjafjalla's room or in the more spacious parts of Rhodes Island.\r\n    \r\n    They can help Eyjafjalla do many things, such as carrying books, delivering goods and even sleep on their fluffy backs.\r\n    \r\n    [Restricted Record]\r\n    Although...... It's not classified, I do think it's relatively worth recording.\r\n    \r\n    Although Eyjafjalla calls them \"little\" black sheep, they are relatively large pets.\r\n    \r\n    It is strange, then, to see so few of them in Rhodes Island.\r\n    Thinking about it, their movements are very mysterious, they usually are only seen eating grass leisurely, or when Eyjafjalla needs them, then they will appear suddenly by her side.\r\n    \r\n    Another phenomenon is that when they are angry or happy, they will produce extremely hot temperatures, if you touch them when they are like that. You’ll probably burned your hand.\r\n    \r\n    Exactly what mechanism might trigger this phenomenon is something that still needs to be explored.\r\n    "
  },
  "char_158_milu": {
    "credit": "LanceGT0",
    "客观履历":"Firewatch, origins unknown, she has been in Kazimierz-Ursas border region for many years, suspected identity is a Guerilla. She has shown rich experience in asymmetric operations such as ambush, long-range sniping, skirmish tactics and mobile tactics. She now works with Rhodes Island sniper team, providing sniper support.",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\r\n \r\n    [Fusion rate of somatic cells and originium] 0%\r\n     \r\n    Operator Firewatch showed no signs of being infected by originium.\r\n     \r\n    [Blood crystal density] 0.08u/L\r\n     \r\n    Operator Firewatch has little contact with originium.\r\n    ",
    "档案资料一": "Operator Firewatch possess qualities of what a normal person expects of a sniper: steady, focused, calm and decisive. However, Firewatch is not a ruthless killer; but few could see beyond Firewatch desire for revenge, Firewatch secretly express her inward feelings about many things.\r\n\r\n    Firewatch view all displays of affection as a sign of weakness. And for her \"revenge,\" she can no longer be weak.\r\n    ",
    "档案资料二": "When one looks at Firewatch, one often feels that one is looking at a forest.\r\n\r\n    The bow-strings quivered, the arrows shot, these are all the silent words of Firewatch, like the rustling of the leaves as the wind blows through the forest.\r\n    \r\n    Firewatch is so secretive about her past that the writer never gets to know her through her story.\r\n    \r\n    But sound cannot be wrong. Many people don't notice this -- everyone has a unique voice, sometimes in comes from the throat, sometimes in comes from the heart.\r\n    \r\n    The voice in Firewatch’s heart comes from the forest. It is from the deepest part of the forest\r\n    Only in the deepest parts can you hear these quiet yet deafening sounds.\r\n    \r\n    Miss Firewatch had once said that all her tribes and friends were buried there.\r\n    \r\n    Just what had she been through...?\r\n    ",
    "档案资料三": "The harmonica is a favorite instrument of the Eyjafjalla. Most of them are born in the cold region of Sámi, and some of them lived in the northern regions of Ursus or Kazimierz, so they liked small and medium-sized instruments. In addition to the harmonica, the clarinet, violin and guitar are all loved by this people. \r\n\r\n    Playing these instruments does not require much physical exertion, and is a suitable form of entertainment for the Eyjafjalla, who experience long autumn and winter periods throughout the year. Even if there is only one player playing, it can easily influence the whole venue with emotions of joy or sadness. \r\n    \r\n    Occasionally, Miss Firewatch would sit on the deserted bridge and play her harmonica. She always sat facing toward the north. Whenever I hear that harmonica playing melodious but sad music in the wind, my heart also flies in the wind, drifting towards the mountains and forests in the north.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    Mercenary Meteorite – currently is an operator of Rhodes Island. When the gun-toting Sarkaz and Firewatch first met in Rhodes Island neither said a word to one another. They were then assigned to different groups and did not actively seek out one another. The two who had once fought side by side in the past, has since parted after the destruction of Firewatch’s home. It remains to be seen whether a chance encounter in Rhodes Island, where both of them are fighting for the same goal, will reconcile and once again fight side by side.\r\n    \r\n    For Rhodes Island, whatever happens, there is only one danger that must be avoided -- from within. But Rhodes Island is not going to abandon its operators who have struggled to find a home here on the grounds of a complicated past.\r\n    \r\n    Those of you who have read this far, if you can, please listen to the author's request of Miss Firewatch. Please guide her, unshackle her chains, and lead her out of that dark forest. Let her heavy revenge, be buried with the dead leaves together.\r\n    ",
    "晋升记录":""
  },
  "char_109_fmout": {
    "credit": "LanceGT0, Haichikun",
    "客观履历":"A fortune teller in training from Sámi. Gitano is good at divination and playing cards. She  has not yet told anyone of her past before coming to Rhodes Island. The only fact people know about her is that she is good at her divinations.",
    "临床诊断分析": "Radiography test results showed that the internal organs of operator Gitano were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n    [Fusion rate of somatic cells and originium] 5%\r\n     \r\n    The occult abilities of Gitano may be associated with infection, but there is no conclusive evidence.\r\n     \r\n    [Blood crystal density] 0.3u/L\r\n     \r\n    Near the middle stage of infection, infection is beginning to affect body function but is not obvious yet.\r\n    ",
    "档案资料一": "While the oracle cannot divine her own future, but through omens Gitano can make preparations to face it. While casting a spell attack, Gitano does explosive damage through her originium crystal ball, but after releasing such power, her blood must be strong enough to endure the backlash.\r\n    ",
    "档案资料二": "Gitano enjoys divination, instead of accepting money she would take fruits or a piece of cake as \"payment.\" As for the content of divination, you can ask her questions that range from your own fate to where you lost your keys. Like other oracles, Gitano answer is one of those ambiguous predictions that can be answered with a little thought on your own end.\r\n    ",
    "档案资料三": "Different from her laid back divination, when Gitano is playing card games. She is intense, strong and competitive. Due to fears of her cheating with her shuffles, it is always done by others. Even so, with her familiarity with \"cards\", there were still so many ways she could cheat that she would never admit to unless caught. However, some people still like to play cards with her, one type likes to catch her cheating on the act, another type, just likes to see her rarely seen nervous expression.\r\n    ",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_134_ifrit": {
    "credit": "LanceGT0",
    "客观履历":"Ifrit, ex-Rhine Lab patient, heavily infected. She has high adaptability of originium, and also shown multiple ignition phenomenon. There are no additional information before she joined Rhine Lab. She currently receives medical treatment in Rhodes Island, Silence is both her guardian and caretaker. ",
    "临床诊断分析": "Radiography test results showed Ifrit’s internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of Originium stone particles in her circulatory system was present and there were signs of crystalline. At this stage, Ifrit is infected with Oripathy.\r\n \r\n    [Fusion rate of somatic cells and originium] 19%\r\n     \r\n    Patient Ifrit has multiple crystal patches on her skin, with lesions located throughout the body. At present, the disease is under control and there are no further signs of crystallization.\r\n     \r\n    [Blood crystal density] 0.51u/L\r\n     \r\n    Patient Ifrit circulating system test showed that her crystal density is slowly increasing. So far, she is undergoing a second batch of stable treatment regimens approved by the medical team.\r\n    ",
    "档案资料一": "Operator Ifrit is a relatively difficult agent to describe. Much of her profile is missing.\r\n \r\n    What is known is that before her transfer to Rhode Island for treatment, Ifrit had been receiving treatment for a long time at Rhine Lab. Judging from the symptoms she is exhibiting. It was not a successful treatment.\r\n     \r\n    As one of the more important patients in Rhode Island medical team, Ifrit attending physician was Silence herself, which is consistent with the public data about the two of them in Rhine Lab. Even when they arrived in Rhode Island, the two maintained the close bond they had formed during Rhine Lab.\r\n     \r\n    Regarding Ifrit personality, her mind is relatively childish. She is quite rebellious, impulsive and overconfident most of the time, even self-aggrandizing. She is the type of person who will take immediate action when she thinks of doing something and doesn’t care what the risks are.\r\n     \r\n    But, on the other hand, what sustains her recklessness is her remarkable talent for originium craftsmanship. To even match this talent, Rhine Lab had to customize a complete set of flame-releasing equipment for her. This \"big gift\" drove Ifrit to start and enthusiastic show her ability more.\r\n     \r\n    All in all, from everyday observation, Ifrit is a girl who is easily immersed in her emotion. She temporarily lacks the ability to distinguish between good and evil for now. Her mental age is also of a relatively young girl. And in such extreme circumstances like the battlefield, the instinctive side of her character will drive her to fight off and even annihilate all the enemies who invade her space. So even though she didn't realize it, she still protected many people.\r\n    ",
    "档案资料二": "What is known from currently available public data is that Ifrit belongs to Sarkaz. However, her horns are polygon in structure and her tail is bigger than those of normal Sarkaz. Even if the current research on Sarkaz has not yet fully characterized the ethnic group, at least compared with the many Sarkaz features found in Rhode Island, Ifrit’s appearance is unique.\r\n \r\n    Sarkaz have a certain level of talent in the art of originium, whereas Ifrit’s talent is far greater than most of them, which is actually not commonly found in Sarkaz.\r\n     \r\n    Based on these observations, it is likely that Ifrit’s appearance and DNA was altered due to the disease. Originium in her internal circulatory system also interfered with the accuracy of medical test data. The changes were largely irreversible. The medical team also faced an unexpected difficulty in their investigation. They could not identify Ifrit Sarkaz ancestry.\r\n     \r\n    In addition, Ifrit medical history shows that she suffered from chronic muscle pain and even occasional hallucinations in severe cases. Her rough attitude may have stemmed from the anxiety she felt when she was in pain.\r\n     \r\n    All that said. Operator Ifrit requires special attention in Rhode Island. Any person in contact with Ifrit must have a full and substantial understanding of Ifrit personality and quirk to talk with her.\r\n     \r\n    [Restricted Record]\r\n     \r\n    The reason for this record is that Ifrit's physiology has become very strange from a normal Sarkaz.\r\n     \r\n    She is certainly a Sarkaz, but whether she still is a Sarkaz, I'm not so sure...\r\n     \r\n    I can't quite sum up this lofty feeling...\r\n    ",
    "档案资料三": "Ifrit's flame thrower\r\n \r\n    Manufacturer: Not disclosed\r\n     \r\n    Place of production: Not disclosed\r\n     \r\n    Product number: W-0502\r\n     \r\n    Identification code: Rhine Lab - Life science department -RHSKWD117D3983CIR\r\n     \r\n    Product description:\r\n     \r\n    This product uses compressed originium gas as fuel. The orginium gas is made through a liquefaction process. Pathogenicity: Strong.\r\n    \r\n    Usage: With the usage of originium technique, it is ignited with the phenomenon of multiple ignitions.\r\n     \r\n    Spray distance: 15 m.\r\n     \r\n    This equipment contains large energy substances, inflammable, and explosive in nature. Any unauthorized test of this equipment is not allowed. Violators will be referred to the security and defense division for routine handling.\r\n     \r\n    [Restricted Record]\r\n     \r\n    Ifrit's flame thrower is definitely a masterpiece of Rhine Lab craftsmanship. What a goddamn thing...\r\n     \r\n    You'd never guess that you only need a few cubic meters of compressed originium gas in this thing to infect everyone in the building with mineral disease!\r\n     \r\n    ... Anyway, the infrastructure department has detoxified this thing. You don't even want to know how.\r\n     \r\n    What a poor kid... Who on earth gave her this killer toy?\r\n     \r\n    I wish I could give that person a good senseless beating!\r\n    ",
    "档案资料四": "A quarrel:\r\n \r\n    'I've learned to control my powers, and I can prove it to her! I'm going to show it to her now! Saria will be very surprised to see the current me!\"\r\n     \r\n    \"You can't – you must know that--\"\r\n     \r\n    \"I am already doing my best to help the doctor!\r\n     \r\n    I can do a lot of things, right?\r\n     \r\n    I, I know, what my powers can actually do --\r\n     \r\n    The doctor always told me that --\"\r\n     \r\n    \"...\r\n     \r\n    Ifrit.\r\n     \r\n    Go back to your room, now...\r\n     \r\n    ... Ok? Please.\"\r\n     \r\n    \"I -\r\n     \r\n    ... \"\r\n     \r\n    -- At Dr. Silence office, Rhode Island medical department, June 21\r\n     \r\n    [Restricted Record]\r\n    Doctor... I have set the viewing permission for this recording that you are seeing, reserved for your eyes only.\r\n     \r\n    Ifrit... She...\r\n     \r\n    The child, in fact, enjoys being in your presence. Well, while she usually is just messing around, but...\r\n     \r\n    Sorry, doctor. I know that Ifrit would go out of her way sometimes.\r\n     \r\n    But that child, by your side, under your guidance, has learned a great deal.\r\n     \r\n    She is trying to make herself better because she knows your expectations of her. You're expecting her to change, aren't you?\r\n     \r\n    You treat her in a way that made her feel like everyone else for the first time.\r\n     \r\n    She was no longer a child forcibly separated from the others.\r\n     \r\n    She... She learned to laugh. It wasn’t a scary smiley face to scare people with.\r\n     \r\n    It was the first time I had ever seen her smile for me, to smile at others.\r\n     \r\n    She is slowly getting used to this kind of life... It is so rare to see her be dependent on someone, even if she is not aware of it.\r\n     \r\n    ...\r\n    \r\n    Thank you, doctor. And… please.\r\n     \r\n    Help that child.\r\n     \r\n    Let her... Feel happiness in her life.\r\n     \r\n    Even if it is just a little…\r\n    ",
    "晋升记录":"\"Well, about before... I'm sorry that I accidentally burned your book when I lit a fire in your office.\r\n\r\n    And, and also, making holes in your uniform, and... Yeah, yeah, I'm sorry...\r\n    \r\n    An a-apology should be like this, right? Am I doing it right?\r\n    \r\n    Uh, uh, uh... Okay, I, I'll be back in my room! Anyways, I'm not coming to you until I get a grip on myself! \"\r\n    \r\n    -- Doctor's office.\r\n    \r\n    The things she left behind on the desk as an apology were a written paper with Ifrit’s handwriting, a broken pen, a burnt book, and some candy.\r\n    "
  },
  "char_124_kroos": {
    "credit": "LanceGT0",
    "客观履历":"Kroos from Remington like Fang and Beagle was trained by the Colombian guard of Kholm. She is calm and objective with a perpetual smile on her face. She is also laid-back, smooth and gentle, but occasionally there is a dark side with her venomous words when provoked.",
    "临床诊断分析": "Radiography test results shown Kroos’s internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in her circulatory system was present and there were signs of crystallization. At this stage, Kroos is infected with Oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 8%\r\n    \r\n    Patient body showed no obvious signs of crystallization yet.\r\n    \r\n    [Blood crystal density] 0.33u/L\r\n    \r\n    The infection is relatively low and no immediate physical effects have been reported.\r\n    ",
    "档案资料一": "In order to reduce the amount of energy spent on the battlefield, Kroos chose the modern crossbow as her weapon.\r\n \r\n    Kroos dislike troubling matters so she always tries her best to keep herself out of trouble. With a lot of effort, Kroos is able to work with other operators to snipe the enemy from behind.\r\n    ",
    "档案资料二": "Kroos had been reluctant to show off since childhood. During her training showed a unique talent in shooting. When Kross finds an advantage on the battlefield, she uses her crossbow to fire every shot with her teammates covering for her. \r\n\r\n    Fang and Beagle trust in her ability. The fact is that Kroos had never let down anyone who trusted her.\r\n    ",
    "档案资料三": "In her days as a guard, Kroos would always face everything with a smile. However, after being infected with the disease, everything changed. When she was faced with discrimination, Kroos changed her normal attitude. After giving the guard a furious scolding, she left with Fang and Beagle. \r\n\r\n    In order to find a way for them to survive, Kroos secretly gathered information everywhere, and eventually found a new home named Rhode Island.\r\n    ",
    "档案资料四": "Kroos smiling demeanor makes for a very friendly impression, but in fact, she is particularly afraid of trouble. She likes to find a quiet place to sleep and quietly laze around.\r\n \r\n    Although Kroos gives off a lazy and indifferent attitude, when it comes to the things she cares about, she will become temperamental and mean. Although she does shows her mean side occasionally with her words, she is much better at dealing with Fang than with Beagle.\r\n     \r\n    Kroos can't stand Beagle’s puppy eyes.\r\n    ",
    "晋升记录":""
  },
  "char_140_whitew": {
    "credit": "LanceGT0",
    "客观履历":"Lappland identity is unknown, her resume is missing. During special operations, tactical attack and clearance operations showed full annihilation ability. She now serves as a guard in Rhodes Island.",
    "临床诊断分析": "Radiography test results showed that the internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n    [Fusion rate of somatic cells and originium] 13%\r\n     \r\n    Operator Lappland body shows large amount of crystalline.\r\n     \r\n    [Blood crystal density] 0.27u/L\r\n     \r\n    Operator Lappland illness is to be closely monitored.\r\n    ",
    "档案资料一": "Operator Lappland has little regard for her own safety. She enjoys seeking thrills, destruction and the chaos of war. Fearless in battle, she also has a strange sense of humor, and likes to tease everyone in front of her with slightly cruel jokes.\r\n \r\n    Operator Lappland has been placed under surveillance by the medical team after it emerged that she is suffering from severe infection.\r\n     \r\n    Unconfirmed intelligence indicates that Lappland is most likely from one of the most dangerous families in Syracuse. However, after examining the list of all the families that existed or were active in Syracuse, no link between Lappland and these families was found. The investigation into the Syracuse ruling family has been suspended because of the high stakes involved.\r\n    ",
    "档案资料二": "The trauma of the disease is reflected not only in the physical body, but also reflected in Lappland's obsessive focus with specific goals, which can lead to a lot of violence.\r\n \r\n    Although her actions were in part controlled by Rhode Island, her free-wheeling approach to the battlefield prevented her from cooperating with some of the other operators.\r\n     \r\n    Lappland's more specific symptoms of the disease seem to somehow enhance her original fighting abilities, which are rare in common disease sufferers as well as non-disease operators. Her unique weapons - a pair of specially designed Oriental swords - are designed to match the impact effects of her spells. Her untrained power in controlling the originium art seems to have been exercised by a mere genius. Although this power is weakened on release, it is overcome by Lappland's uncanny fighting style and fierce attacks.\r\n     \r\n    Lappland was so good at seeing into the weaknesses of her enemies that this makes it impossible for an enemy with special abilities or originium skills to take advantage of her. With just a few observations of the enemy's technique, Lappland can quickly lockdown the enemy's special abilities.\r\n    ",
    "档案资料三": "According to several investigative reports and eyewitness accounts, operator Lappland has a keen interest in Penguin Logistics, currently Rhode Island operations assistance operator Texas, who was avoiding the encounter. But even when they had to work together, Lappland did not push the Texas too hard. Lappland is cooperative in working at Texas pace. She even relishes the ambivalence of the relationship\r\n \r\n    Lappland responded cordially to other Penguin Logistics associates, but her actions were not well received by them. Every time the two sides meet (though this is extremely rare), there is a subtle awkwardness.\r\n     \r\n    As far as Rhode Island's other operator were concerned, Lappland is content to live in peace as long as no one interfered with her actions.\r\n     \r\n    [Restricted Record]\r\n    As for operator Red, all Lupus operators showed the same fear reaction derived from their instinct, among which operator Lappland had the strongest reaction, which was mixed with uncontrollable fear, obvious hostility, and apparent joy. Before a solution to the extreme state of operator Lappland has been worked out, it is suggested to completely avoid contact with operator Red.\r\n    ",
    "档案资料四": "Message from a confidential source: You must be careful in how you approach Lappland. It is for your future.\r\n \r\n    She is a lone Wolf (Note: this is slang for an abandoned member of the Lupus family) and badly wounded. She lost her family forever and will never again devote herself to another family.\r\n     \r\n    You don't have to know what's keeping her alive to this day. You can try to heal her wounds, but you must also remember that madness can never be cured.\r\n     \r\n    The past cannot be changed.\r\n     \r\n    If you decide to continue contact with her, you will eventually have to face a choice, perhaps even then... You're not ready to pull your sword on her.\r\n     \r\n    So once again, please listen to my advice: choose carefully for your sake and the future of the people you value.\r\n    ",
    "晋升记录":""
  },
  "char_208_melan": {
    "credit": "LanceGT0",
    "客观履历":"Melantha, team leader of A4. She is a Victorian citizen, she had no occupation before being infected. After achieving excellent results in several tests, she was allowed to join in Rhodes Island operations.\r\n    ",
    "临床诊断分析": "Radiography test results shown Melantha’s internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in her circulatory system was present and there were signs of crystalline. At this stage, Melantha is infected with Oripathy.\r\n \r\n    [Fusion rate of somatic cells and originium] 2%\r\n     \r\n    Operator Melantha is mildly infected. The patient lesion is located in her left shoulder. The infection is well controlled and stable.\r\n     \r\n    [Blood crystal density] 0.25u/L\r\n     \r\n    The results from internal circulation test are optimistic. It is recommended to strengthen the body through physical exercise to match the treatment.\r\n    \"Miss Melantha is still growing up. Do remember to eat more nutritious food.\"\r\n    -- Intern doctor Hibiscus\r\n    ",
    "档案资料一": "Melantha was born in the capital of the kingdom of Victoria, Londinium. Her father is engaged in bulk spice trade, and runs a number of spice processing factories. Her mother is the head of the family brand outlet, responsible for running the flagship aromatic brand store with Londinimu as its center focus.\r\n \r\n    Influenced by her parents, Melantha began to learn about spices from a very young age and would often help her parents develop new aromatic products.\r\n     \r\n    From operator Melantha skill, she grew up with the influence of her parent’s shadow.\r\n    ",
    "档案资料二": "As a student in Wessex private middle school, she achieved excellent results in all subjects, but as a person of few words and poor communication skills, Melantha never became the center of attention.\r\n \r\n    With the absence of friends, Melantha did not choose to actively change her own personality, but under the arrangement of her parents, threw herself into the study of upper class training activities, including art, literature, and poetry and so on. In the traditional Victorian society, to become a complete Victorian upper-class woman, she must undergo such moral education.\r\n     \r\n    In addition, in order to improve her weak physique, Melantha began to learn fencing and other popular sports of the upper class under the arrangement of her parents.\r\n     \r\n    After the outbreak of an infection crisis, Melantha became one of the infected. Her parents arranged her to receive medical treatment provided by Rhode Island pharmaceutical. And since then has been transferred to Rhode Island for treatment.\r\n    ",
    "档案资料三": "Operator Melantha maintains close ties with all members of the task force A4. Being introverted, she was initially worried about her ability to lead the task force A4, but with the help of all members inside the group, she succeeded in breaking through her inner barriers.\r\n    Cardigan lively and cheerful disposition has made them inseparable friends, whether in life or in battle. They maintain a good complementary relationship.\r\n     \r\n    For the mature and cautious Steward, Melantha holds a respectful attitude toward him.\r\n     \r\n    Ansel is responsible for Melantha’s illness record and daily nursing work, Melantha always feel sorry for being a trouble and grateful for Ansel work.\r\n     \r\n    Melantha has a hard time understanding Adnachiel. She had never been able to comprehend the thoughts of the Rutland boy, but Adnachiel never gave Melantha trouble in battle.\r\n    \r\n    During her time as the team leader, Melantha’s careful and gentle attitude was praised by all the team members, and her excellent quality of strict self-discipline and fine qualities enabled her to complete every task entrusted to her by Rhode Island.\r\n    ",
    "档案资料四": "It is one of the few mysteries about Melantha that, so far, neither the available files nor the observations of other operators have been able to tell what style of fencing she possessed.\r\n\r\n    Judging from the test records and daily battle videos, it seems that Melantha's swordsmanship came from the Victorian tradition of dueling swords, but at some point in her learning process, she must have been strongly influenced by Oriental swordplay.\r\n    \r\n    One circumstantial evidence is Melantha’s weapon that she uses is a long, straight sword, which is slender but extremely sharp. The existing data show that only the Yan country or some eastern martial arts schools still have the fighting techniques of such weapons.\r\n    \r\n    Melantha’s swordsmanship is flexible, her skills excellent. In the actual combat technical aspect, Melantha has strong tactical assault ability, even under the lack of support. She can move and hide with her own mobility.\r\n    \r\n    On the other hand, Melantha lacks the ability to fight head-on combat. In the face of high - intensity combat, there is some lack of stability.\r\n    \r\n    So far, Melantha is improving her swordsmanship under the guidance of special agent Franka, who was dispatched from Black Steel.\r\n    ",
    "晋升记录":""
  },
  "char_179_cgbird": {
    "credit": "LanceGT0, Haichikun, AEsir(Resume and Promotion Part)",
    "客观履历":"Nightingale, a Sarkaz race, and a member of the \"Apostle\" an organization that specializes in helping the infected. All other forms of resumes are lost. Possesses unsurpassed talent in the fields of Originium Skills, battle medic and clinical medicine.\r\n\r\n    Currently residing at Rhodes Island as a patient but also helps occasionally as a battlefield medic and providing protective Originium Skills.",
    "临床诊断分析": "Radiography test results showed that the internal organs of operator Nightingale were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n\r\n    [Fusion rate of somatic cells and originium] 9%\r\n    \r\n    Operator Nightingale shows clear signs of originium infection.\r\n    \r\n    [Blood crystal density] 0.27u/L\r\n    \r\n    Far above the norms, operator Nightingale requires more attention from the medical department.\r\n    \r\n    Nightingale actually has more physical problems with her body compared to other originium disease infected patients. Nightingales show significant memory impairments, unlike the doctor's amnesia, the memory loss in Nightingale seems to have been caused by drugs, or chemicals like neuro pheromones.\r\n    \r\n    Add in her endocrine system, her nervous system, even all over her body... Due to these signs, after our medical staff discussion on the matter, decided that Nightingale's physical condition was not simply the result caused by the ravaging originium disease.\r\n    Shining was the one who bring Nightingale here, which is good for Nightingale. At least in Rhodes Island, we can give this poor girl a less harsh environment where she can deal with her problems.\r\n    \r\n    Sadly, operator Nightingale is one of the most medically skilled people I have ever met - someone who has good insight on other people's wounds and lesions but could not trace the source of her own illness. Is there anything more absurd and unjust than the fact that a healer cannot heal herself?\r\n    \r\n    -- Medical Officer Y P\r\n    ",
    "档案资料一": "Operator Nightingale is very good in using originium techniques to heal the wounded. Unlike most medical workers, Nightingale actually does not know much about modern medical technology and principles, and it is difficult for her to get good scores in the written examination. However, she knows well about the body structure and operation of the human body, and the medical originium skills she USES are also very superb, which made the staff responsible for the observation and research were at a loss.\r\n\r\n    At the same time, operator Nightingale is adept at using a very peculiar originium technique: Nightingale weaves and creates an invisible area centered around her. This area can buffer against enemy attacks, originium skills and even eliminate the enemy’s huge strength aimed towards our operator. Out of fear, those not familiar with the art of originium refer to this mysterious and powerful force as \"Sanctuary\".\r\n    \r\n    Dr Kalt’sit suspects that Nightingale's healing talent actually comes from the same source as Dr Kalt’sit. It is not yet possible to prove this hypothesis.\r\n    ",
    "档案资料二": "Even in Rhodes Island, Nightingale is a unique operator.\r\n\r\n    Nightingale arrived in Rhodes Island with two other \"apostles\" members, Shining and Nearl, Shining expressed the hope that Rhodes Island would conduct a comprehensive examination and countermeasures for treatment.\r\n    \r\n    Loss of memory, loss of limb function, ■■■■，■■■■■■……\r\n    \r\n    Medical staff shook their heads at the results: apart from the originium disease, there were other devastating effects suffered by Nightingale that may have a more profound effect on her.\r\n    \r\n    In the face of all this, Shining silently answers all of Dr Kalt’sit  questions -- including a lot of confidential information that cannot be disclosed.\r\n    \r\n    After the conversation, Nightingale stayed in Rhodes Island and began receiving treatment at the medical department.\r\n    ",
    "档案资料三": "After slight improvements in her health, Nightingale began to seek and request assisting operator Shining and Nearl on the field. Dr Kalt’sit had an argument with Shining about this. After the argument, Dr Kalt’sit changed her mind. Even though the medical staff objected strongly, Dr Kalt’sit agreed with Shining and added Nightingale to the existing operator list, allowing her to serve Rhodes Island.\r\n\r\n    Although operator Nightingale has a variety of physiological difficulties, lack of self protection and the ability to survive independently on the battlefield. Operator Nightingale has shown the uncanny ability and strength to turn the tides of battle. Simultaneously, other operator also realized in the process of fighting alongside Nightingale that she was eager to prove with her action her own worth, and their attitude mostly turned from pity to respect.\r\n    \r\n    And with Nightingale's mysterious character, attitude and indifference causes many operator to become more aware of the cruelty of this land and the necessity of Rhodes Island's cause.\r\n    \r\n    The writer of this report is glad that miss Nightingale can be found now and then in the cabin corridors talking with other operator other than Shining and Nearl, with a faint smile.\r\n    ",
    "档案资料四": "The current me cannot understand miss Nightingale.\r\n\r\n    Her mind is not a blank sheet of paper, nor a tangled mass of string. Miss Nightingale's emotion and consciousness are like a solid cage, the solid cage locks the endless memory fragments and miss Nightingale herself. I cannot even detect whether this is the case of miss nightingale's own will, she and her apparition companions may no longer be able to tell one from the other.\r\n    \r\n    Only if miss Nightingale is willing to come out first will we be able to get in.\r\n    \r\n    It was so hard and so sad.\r\n    \r\n    Shining said Nightingale was a victim within the civil war.\r\n    \r\n    She was trapped in that small space, forced to share her life. To be deprived, to be snatched...\r\n    \r\n    It's still happening out of my sight.\r\n    \r\n    Dr. Kalt’sit is against me getting involved right now, but I think I'm responsible for what happened to them.\r\n    \r\n    Shining saved miss Nightingale from the war, but I don't think Nightingale truly got out of it; She often feels imprisoned and encaged because she still thinks she is inside the cage.\r\n    \r\n    I have a responsibility.\r\n    I will do everything I can with Shining, Nearl, and doctor. I don't want to be just friends with miss Nightingale.\r\n    \r\n    - Amiya\r\n    ",
    "晋升记录":"\"The disappearing illusions. - This exquisite yet simple Originium art, can attract the attention of enemies on the battlefield.\"\r\nThis report, you guys are using these kinds of adjectives.....\r\n\r\nI do not know what Miss Nightingale has been through before, but when I saw that large birdcage that appeared out of nowhere, I understood.\r\nThat was not a bird cage, that was just a cage. I think I would be the same as the enemies, a sense of loneliness welled up, or you would say it was fear....\r\nMiss Nightingale saved our lives. But.... I couldn't thank her. I didn't have the courage to.\r\nI just felt that we should....should....\r\nPlease don't let her continue like this....I beg you...\r\n\r\n--Operator J' mission log. "
  },
  "char_204_platnm": {
    "credit": "LanceGT0, Haichikun",
    "客观履历":"Platinum, Kazimierz unarmored assassin, other parts of the resume are missing. She has shown high combat skills and special combat accomplishment in mobile warfare, annihilation warfare and street warfare. She currently serves under Doctor Kaltsit as a sniper. ",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined; no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline particles were found. At this stage, the subject is uninfected.\r\n\r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    Operator Platinum showed no signs of being infected by originium.\r\n    \r\n    [Blood crystal density] 0.11u/L\r\n    \r\n    Operator Platinum has little contact with originium.\r\n    ",
    "档案资料一": "Operator Platinum is from Kazimierz. However, all other information she had willingly revealed is of questionable credibility. Even her recorded chest size and weight in the medical examination are false. Similarly, undisclosed data was changed and fake data processing was carried out at the request of Platinum (who had resorted to various blackmailing methods).\r\n\r\n    \"Girls always have a lot of secrets!\" A message left by said operator in a written report.\r\n    \r\n    Therefore, some of the public information recorded in Platinum’s archives is obviously of no reference value.\r\n    \r\n    Naturally, the core records and private information have been closely vetted.\r\n    ",
    "档案资料二": "In the long political seesawing battle of the knight class, the knight killer is a covert military unit cultivated by the forces of Kazimierz.\r\n\r\n    Rumor has it that, in order to rival against a lone knight who has unique abilities, strong physique, remarkable combat skills and even donning special equipment, knight killers are specialized in unconventional assassinations as well as utilizing the terrain to their advantage. They are usually tasked to neutralize lone knights who defy against the authorities.\r\n    \r\n    While it is impossible to verify the truth of the rumor, Platinum has shown the ability to match the strength of the Kazimierz knights in some ways. Platinum’s unpredictable maneuvers and unorthodox archery is a huge threat to tough targets in certain situations.\r\n    \r\n    From this report, continued investigation of Platinum is strongly advised.\r\n    ",
    "档案资料三": "In the end, operator Platinum chose to join the team under the direct command of Dr. Kalt’sit in order to play by her own strengths, and wishes to prove that her cooperation with Rhodes Island is genuine which is an acceptable outcome for Rhodes Island.\r\n\r\n    Aside from her playful pranks on other operators, slipping away in her daily duty, and other kinds of minor discipline violations, her performance does display the quality of an outstanding operator.\r\n    \r\n    Even so, Platinum should apply to the management department for access, rather than to sneak a peek at the data compilation process.\r\n    \r\n    Hopefully, Dr. Kalt’sit will consider stopping her next time. Thank you.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    Although Platinum is currently at my disposal and command, her loyalty does not resides with Rhodes Island. Even from an employment standpoint, Rhodes Island's offer may not match up to her wants. Under such circumstances, her loyalty is definitely something to be contemplated on.\r\n    \r\n    On the other hand, according to my personal observation and speculation, what binds Platinum to the organization stems from her trusting relationship with the doctor.\r\n    \r\n    In other words, if Platinum's relationship with Doctor is close enough, she becomes a valuable asset to Rhodes Island.\r\n    \r\n    While there are many ways to remove unstable elements of an organization, it should also be equally feasible to strengthen the bond she has to resolve her independence factor.\r\n    \r\n    - Dr Kalt’sit\r\n    ",
    "晋升记录":"At present, all information that Rhodes Island has about Kazimierz unarmored assassin organization came from operator Platinum, which is recommended to be taken at face value. \r\n\r\n    At the same time, Rhodes Island will conduct top secret reconnaissance mission on all large cities of Kazimierz. We must keep track of this organization to protect ourselves from unseen dangers and possible sabotage.\r\n    "
  },
  "char_128_plosis": {
    "credit": "LanceGT0",
    "客观履历":"…\r\n    There are 20,593 search results for you to choose a relatively accurate answer. Operator Ptilopsis, former Rhine Lab researcher, data maintenance specialist. She has made considerable achievements in the field of medical originium technology, the maintenance of medical data, the application of conventional medical plans, multi-project medical operation and other related fields, she has a rich experience. \r\n    Ptilopsis now works as a medical officer at Rhode Island’s medical department. She is part of the clinical trial team with project leader Silence. At the same time, she provides support to several medical programs in Rhodes Island.\r\n    ….\r\n    ",
    "临床诊断分析": "…\r\n    The relevant medical test report has been retrieved for you.\r\n    \r\n    [Project name]\r\n    \r\n    Operator Ptilopsis\r\n    \r\n    [Test result report]\r\n    \r\n    According to the results of radiography examination, operator Ptilopsis internal organs have obscured outline; Abnormal shadow were visible; Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. All signs of typical originium disease infection. At this stage,  Ptilopsis is infected with Oripathy.\r\n    \r\n    [Fusion rate of somatic cells and originium] 8%\r\n    \r\n    Ptilopsis. Originium are mainly distributed in her internal body. Degree of infection: mild.\r\n    \r\n    [Blood stone originium] 0.43u/L\r\n    \r\n    Ptilopsis. Internal originium spreading rate: Slow. Course of illness: Well controlled at present.\r\n    \r\n    ...\r\n    ",
    "档案资料一": "…\r\n\r\n    Hello. How can I help you?\r\n    \r\n    ... In response to your question, Ptilopsis answers: Correct. You are communicating with the dialogue interface, which is Ptilopsis herself.\r\n    \r\n    As a maintenance assistant for some of Rhode Island's publicly available data, Ptilopsis has full access, free comment rights, and limited modification rights.\r\n    \r\n    At the same time, the data specialists are in the process of recording conversations, and all well-defined search actions that you make will be fully documented.\r\n    \r\n    …\r\n    \r\n    Roger. Information has been received that operator Ptilopsis is currently located in Rhode Island as a medical officer (senior), the same as Silence, who is a former member of a project department of Rhine Lab.\r\n    \r\n    At present, it has long since been our choice and goal to incorporate modern medical technology and related originium technology research, and make it the leading medical project in Rhode Island.\r\n    \r\n    At the same time, Silence who is responsible for compilation and proposal of several treatment programs for originium has promoted Ptilopsis ability. Silence request Ptilopsis to serve as her assistant in the process of data recording, extraction and analysis work, Ptilopsis position will be more critical.\r\n    \r\n    In addition, Ptilopsis will provide certain assistance to staff member Ifrit who is currently performing daily monitoring work of originium infected patients.\r\n    ",
    "档案资料二": "…\r\n\r\n    Communication interface, activate. Ptilopsis, give her best wishes to you.\r\n    Requesting information on the condition of Ptilopsis?\r\n    \r\n    Yes, please hold on.\r\n    \r\n    Based on the keywords you said, the following information is an accurate retrieval result: Ptilopsis, infection confirmed.\r\n    \r\n    Symptom: Lethargy.\r\n    \r\n    Clinical manifestation: It can occur without warning\r\n    \r\n    …\r\n    \r\n    Sleep disorder can occur without warning.\r\n    \r\n    ... Yes, after waking up, re-reading the transcript of the conversation, I have learned about the topics I had before falling asleep.\r\n    \r\n    The treatment Dr. Silence prescribed for this condition is now a part of my daily routine\r\n    So, back to where we were.\r\n    \r\n    The effect of originium disease on Ptilopsis is deepening the effect on its ethnic characteristics, hijacking the sleep information command, and seriously interfering with the biological basic nerve signal transmission. The unanticipated disturbance leads to a significant decrease in its daily operating efficiency, which is the biggest impact of the originium disease on Ptilopsis.\r\n    \r\n    On the other hand, originium sickness holds some meaning. Yes, we should not hold a completely subjective attitude to criticize an objective existence.\r\n    \r\n    The disease gives Ptilopsis a new perspective on what it sees.\r\n    \r\n    Look at yourself, look at others, look at the land, and maybe... even the sky above.\r\n    \r\n    Every day I think about how I can parse and calculate the information of the originium particles as they flow through my blood. When it consumes my organic resources how can I try to exchange it for something positive and meaningful?\r\n    \r\n    For Ptilopsis, this will be the most important question of one’s life.\r\n    \r\n    ...\r\n    ",
    "档案资料三": "Your request access to Ptilopsis has been received. But Ptilopsis refuse your request.\r\n\r\n    Your query through the internal database for \"fire demon incident\" will not be accepted.\r\n    \r\n    Yes, all non-public information about Rhine Lab will not be given to you.\r\n    \r\n    Information such as internal information about operator Ifrit, Saria, Silence and all other relevant personnel's internal information are classified files.\r\n    \r\n    It is equally advisable, from my own feelings, not to touch further on this matter.\r\n    \r\n    I'm terribly sorry.\r\n    \r\n    …\r\n    \r\n    Me?\r\n    \r\n    You want to know Ptilopsis position in the matter?\r\n    \r\n    A simple question, I can answer it right away.\r\n    \r\n    Ptilopsis, whenever and wherever it is, exists as a neutral factor.\r\n    \r\n    I maintain the basic balance of data, eliminate the impact of uncertainty caused by emotions, \r\n    and avoid the generation of fatal errors in the process of calculation and actions.\r\n    \r\n    Therefore, Ptilopsis judged that if Rhine Lab actions would hijack the selection result of Ptilopsis, Ptilopsis would explicitly reject the operation of this command program.\r\n    \r\n    But note that Rhine Lab research holds the possibility of improving the future of this world.\r\n    \r\n    This simply cannot be rejected because it has a dark side.\r\n    \r\n    This is what I can reveal to you at present, based on Ptilopsis position and information.\r\n    ",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_101_sora": {
    "credit": "LanceGT0",
    "客观履历":"Active idol, for reasons unknown she is temporarily residing in Penguin Logistics. After Penguin Logistics established a partnership with Rhodes Island, she is now a member of Rhodes Island. Sora has shown special skills in using magic with her voice, her unique songs support other operators on the battlefield.",
    "临床诊断分析": "",
    "档案资料一": "An idol girl with a small reputation in Lungmen.\r\n\r\n    Lively and lovely, full of youthful spirit, can be said to represent the \"girl\" pronoun.\r\n    \r\n    Hasn’t yet grasp the perfect balance between being an idol and operator yet, but working hard towards a balance between the two.\r\n    ",
    "档案资料二": "Originally, Sora could have chosen a more ordinary way of fighting, but at her insistence, Dr Kalt’sit designed a special curriculum for her, so that she could better use her talents.\r\n\r\n    To this end, Sora paid a lot more efforts compared to other ordinary assistant operator, but have to admit that she was born to sing, the final results were beyond everyone's imagination.\r\n    \r\n    Of course, a song bird on the battlefield will draw the enemy attention no matter what, and for that reason, Sora usually need to be assigned with more guards. It can only be said that her value is worth such a strategic concession.\r\n    ",
    "档案资料三": "About the matter of an active duty idol becoming a messenger, Penguin Logistics naturally broker with Sora’s firm with \"negotiations\".\r\n\r\n    The reason why I put it in quotation marks is, of course, because it can be imagined that no normal firm would allow its idols to go around and make public appearances without bringing profits to the company. Therefore, the so-called \"negotiation\" would not be a normal negotiation, at least at first.\r\n    \r\n    Of course, Rhode Island is a legitimate company. Penguin Logistics is willing to pay a certain price when it needs a big concession from the other side, rather than using some drastic means to achieve its goal.\r\n    \r\n    So what is the price of being a part of Penguin Logistics while keeping her iconic status? \r\n    \r\n    Formal contract content revealed here is undisclosed and also too lengthy. To generalize about the 3 conditions: One, Penguin Logistic is obliged to protect the personal safety of Sora, and must not let Sora appear in any circumstance that may compromise her idol image.\r\n    \r\n    Two, at each venue which requires Sora presence, Penguin Logistics has the obligation to take the initiative in creating opportunities for her to increase popularity, the way can be determined by the local situation. In addition, Penguin Logistics need to bear all the costs arising from thereon.\r\n    \r\n    Third, including the activities of article 2, all of Sora performing income belongs to the firm.\r\n    \r\n    If there is a breach of any of the 3 stated conditions, the firm has the right to unilaterally terminate the contract. And also has the right to the direct termination of Sora’s operator status.\r\n    \r\n    After a partnership between Penguin Logistics and Rhode Island has been established, Rhode Island is also taking the initiative. After all, who wouldn't want a cute girl like a Sora to become a big and shiny icon one day?\r\n    ",
    "档案资料四": "People would always ask: Sora may be a good idol, but is she a good operator?\r\n\r\n    The answer is yes.\r\n    \r\n    She is not overly sentimental about others who got hurt protecting her, nor does she feel sorry for herself about the fact she cannot protect others with a weapon. She knows what she can do and only does what she can do. With this regard, Sora does not need the worry of anyone.\r\n    \r\n    But that does not mean she wishes to see someone get hurt to protect her, or that she doesn't want to use a weapon to protect others, which she is not trained to do, but that doesn't mean she wants to remain as she is now.\r\n    \r\n    In addition to singing, Sora is also clumsily training weapons everyday, hoping that one day she will use it on the battlefield.\r\n    \r\n    Her heart is the most precious quality.\r\n    ",
    "晋升记录":"This Sora kid, it’s a good thing that she used that kind of smoke screen to deceive her fans, and letting people think she is a Lupus.\r\n\r\n    Perhaps she thought of being a Lupus would be an easy sell? Thinking about it now, there was a trend...\r\n    \r\n    About the kid... I've seen some stars before, and the feeling they gave me was... That's it? \r\n    \r\n    It all changed until I saw this kid, I finally understand the feeling now, just a little bit, this must be what those star-worshiping people felt.\r\n    \r\n    Anyways, I've now taught her a better way to cover up, how to use it at any time, so she doesn't have to cover up all the time.\r\n    \r\n    In the future, I will also help her design more clothing. I hope she can go further along this path.\r\n    \r\n    -- Orchid\r\n    "
  },
  "char_143_ghost": {
    "credit": "LanceGT0",
    "客观履历":"Specter’s identity is unknown, her resume is missing. She has shown strong combat skills against large creatures and hard targets, it can be presumed that she has past combat experience. She now serves as a guard in a combat team at Rhodes Island.",
    "临床诊断分析": "Radiography test results shown Specter’s internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present. At this stage, Specter is infected with Oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 14%\r\n    \r\n    Although Specter body surface has no originium crystals. However, her nervous system is seriously infected. The cause of this condition is unknown.\r\n    \r\n    [Blood crystal density] 0.31u/L\r\n    \r\n    Under manageable stage. However, if the cause of Specter illness cannot be diagnosed, the monitoring data will be meaningless because it cannot accurately reflect the symptoms.\r\n    \r\n    In addition, operator Specter suffers from severe mental disorders that may include more than just memory impairment, affective disorder and cognitive impairment. I am not a psychiatrist and cannot infer whether the specific cause is organic or functional, but I still hope to include psychological conditions in the data record.\r\n    \r\n    -- Medical Officer Silence\r\n    ",
    "档案资料一": "The current investigation into operator Specter is difficult. She had moments of lucidity of being received in Rhode Island, but before she was treated in Rhode Island, operator Specter was seriously mentally impaired.\r\n\r\n    In daily life, operator Specter mental state lacks stability, which makes her contact with other operator relatively rare.\r\n    \r\n    Rhode Island medical department regularly checks on and treats Specter. So far, the effect has been limited.\r\n    ",
    "档案资料二": "Based on multiple information search and deduction in Rhode Island, operator Specter was once a nun affiliated with a church. However, Rhode Island did not investigate any further because of the current state of mind of operator Specter and Rhode Island's current policy.\r\n\r\n    But, according to Dr Kalt’sit, operator Specter past is relevant to the church, and there may be facts that contradict existing evidence.\r\n    ",
    "档案资料三": "After further in-depth examination in the medical department, medical staff found that operator Specter body function is experiencing a substantial degradation due to originium infection.\r\n\r\n    On the other hand, operator Specter lacks the talent and knowledge necessary to use originium techniques. Although very odd, this does affect operator Specter ability to fight.\r\n    \r\n    Even under such unfavorable circumstances, operator Specter toughness and destructive power in which the mission is executed remains amazing. Even… if it causes confusion among personnel. Her personal capabilities is no doubt extremely rare.\r\n    \r\n    To add more, operator Specter attitude during the battlefield is completely different from her daily life attitude.\r\n    \r\n    Specter on the battlefield is obedient and quiet, except for the occasional murmuring to herself, Specter will resolutely implement all orders, completely ignoring obstructions and obstacles, causing her to lack battle resilience and be in danger because of it.\r\n    \r\n    Judging from all of this, operator Specter is very important to the squad, however, the approach of using Specter requires further adjustments and tradeoffs to be considered by the tactical commander.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    The truth is that when operator Specter was first received at Rhodes Island. She was tactful with her language and sounded sincere with her voice. She claimed that she had just escaped from captivity and had an important message for Rhodes Island.\r\n    \r\n    She, however, gradually fell silent before fully communicating the message. It was the last time Specter mental state seemed normal. During her final moments of clarity, Specter told the operator in charge of reception at the time that she might fall into a darkness that was designed by the conspirators again.\r\n    \r\n    After unsuccessfully ripping off her nun's dress, operator Specter had a nervous breakdown.\r\n    ",
    "晋升记录":"<< Folk song >>\r\n    When she prayed\r\n    \r\n    The stars stop shining\r\n    \r\n    When she cried\r\n    \r\n    The night smiled back\r\n    \r\n    When she laments\r\n    \r\n    The pain spread over her madness\r\n    \r\n    ---- personal items found on operator Specter\r\n    "
  },
  "char_108_silent": {
    "credit": "LanceGT0",
    "客观履历":"Silence, former Rhine Lab originium project researcher, she has been in charge of several unknown applied research projects, and also presided over several clinical trials of oripathy. Now she provides battlefield medical services for various operations at Rhodes Island.\r\n    ",
    "临床诊断分析": "Radiography test results shown Silence’s internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of Originium stone particles in her circulatory system was present and there were signs of crystallization. At this stage, Silence is infected with Oripathy.\r\n \r\n    [Fusion Rate of Somatic Cells and Originium] 6%\r\n     \r\n    Silence Oripathy is located on her upper part of the left leg ankle joint.\r\n     \r\n    [Blood Crystal Density] 0.24u/L\r\n     \r\n    Silence inner circulation particle density is light. Oripathy is stable for now.\r\n     \r\n    [Originium Complications]\r\n    \r\n    The race of patient Silence has a degree of narcolepsy and sleep cycle that is inverted from other races. The originium disease negatively affects and disrupts the regularity of sleep cycle.\r\n    ",
    "档案资料一": "As a scientist, Silence is quiet and concentrated in her work, has strong observation ability, and acts efficiently. She is good at calculation and never makes mistakes in experimental data. With her rigorous scientific research ethics, the whole scientific research team she leads is focused, busy and even a little tense.\r\n\r\n    Silence is not as good at communicating and dealing with people as she is at her scientific job. She keeps to herself normally, silently observes everyone working, and maintains her small world. This lets her feel more relaxed.\r\n    \r\n    Miss Silence, however, is not entirely introverted. She is very good at one-to-one conversation, especially when communicating with subordinates. She is very patient and always ready to listen. Any research difficulties can be told to Silence without scruple. It can be said that the energy to sustain Silence daily activities comes from her undisturbed space and peace of mind.\r\n    ",
    "档案资料二": "About Silence valuable information comes solely from her contributions to the medical and life sciences fields. Thus, any reference to Silence intelligence must be necessarily turned to her parent company, Rhine Lab.\r\n\r\n    The exact time and process of Silence joining Rhine Lab have been undisclosed information. What is now available comes from Miss SIlence limited account of her past and other sources.\r\n    \r\n    According to Silence recollection, her relationship with Rhine Lab and originium began when she, as a student at the time followed her tutor to visit Rhine Lab Company.\r\n    \r\n    At the time, Rhine Lab was touring the Colombia region showcasing its latest research. New medical equipment, the latest analytical results of life, and a new generation of medical staff to optimize the transmission efficiency of originium-- all of it in the dazzling list of products, Rhine Lab originium technology exhibition has deeply attracted the attention of Silence with its unlimited possibilities.\r\n    \r\n    After successfully completing her studies, Silence joined Rhine Lab as she wished. With extraordinary talent in the field of originium technology, she was soon given the opportunity to participate in several important experimental projects related to clinical treatment of originium technology.\r\n    \r\n    However, even if her career was the most successful, with repeatedly winning the company's upper recognition during her time, Silence has never forgotten her original desire to enter only one project field - \"Originium technology life science application\".\r\n    \r\n    \"It just never occurred to me that the opportunity would come so quickly.\" Silence smiled wryly as she recalled to this point.\r\n    ",
    "档案资料三": "Designed by Silence and eventually put into production by the Rhode Island department of infrastructure, the medical drone fully embodies Silence philosophy as a doctor.\r\n\r\n    It is an unadorned (and very affordable) medical drone, armed to the teeth, whose only designated function is to provide the most timely care to the personnel on the battlefield.\r\n    The medical mechanism, which has been repeatedly tested by the Rhode Island department of medical pharmaceutical team, can be assembled into the drone's medicine cabinet in a variety of ways. The drone uses four different models, including atomization, injection, drug delivery and medical staff simulation, which can be easily changed according to different terrain and environment, as well as different treatment objects and different needs.\r\n    \r\n    However, the medical drone is still in the experimental stage, based on portable use concept. The design must be a throwable, vulnerable low-value target. Moreover, in areas with strong signal interference and complex terrain, its work efficiency will be affected to some extent.\r\n    \r\n    Even so, its use has led to a pretty good treatment experience for Rhode Island staff. And it was just one of the first gifts that Miss Silence brought to Rhode Island.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    \"Why did Originium infect the people in this land?\"\r\n    \r\n    \"... I don't know.\"\r\n    \r\n    \"I didn't know. That’s why I was in a hurry to join Rhine Lab.\"\r\n    \r\n    \"Please go on.\"\r\n    \r\n    \"Looking back, what struck me was only just a Rhine Lab commercial exhibition.\r\n    After joining Rhine Lab, I learned that their best... Or perhaps the most disruptive products are still locked deep in their lab application form.\r\n    They can't take it out yet, whether it's for the human race now, the existing state order, or for... The land.\r\n    Maybe it’s too early, maybe too early in fact.\r\n    But... When a project happens to meet someone who is a good match and the person possess such an ideal... Or ambition --\"\r\n    \r\n    \"... Are you implying that?\"\r\n    \r\n    \"Ha ha… Ok. You know enough already.\"\r\n    ",
    "晋升记录":""
  },
  "char_172_svrash": {
    "credit": "LanceGT0",
    "客观履历":"Sliverash, Kjerag warlord, Chairman of Karlan trading company, the current patriarch of the Sliverash family. He has unique views on economy and trade, international politics, diplomacy and tactical planning. He also provides strategic support for some operations in Rhode Island. \r\n\r\n    In view of Sliverash’s reasons of unclear goals and ambiguous cooperative attitude, it is recommended for Rhodes Island to be conservative in communication to eliminate additional risks.\r\n    ",
    "临床诊断分析": "Radiography results showed that Sliverash’s internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, Sliverash is uninfected.\r\n\r\n    [Fusion rate of somatic cells and orginium] 0%\r\n    \r\n    Sliverash showed no signs of Oripathy.\r\n    \r\n    [Blood crystal density] 0.12u/L\r\n    \r\n    The index value of the subject is close to normal, he requires no further examination.\r\n    Ah? The Lord of Kjerag visiting our Rhode Island medical department leisurely? Next time please inform him: \"If there is no relevant to-do list, please do not disturb the medical staff work; If there is, please move to the reception room, the doctor will receive you.\"\r\n    \r\n    Well, I'm not very good at dealing with such quiet, intelligent people.\r\n    \r\n    -- Warfarin, medical officer\r\n    ",
    "档案资料一": "Karlan trading company is a state-owned foreign trade company based in the small, religious country of Kjerag, also known as the \"Snowlands\".\r\n\r\n    Because of its topography, the Kjerag rarely felt any natural disasters, which allowed the people of Kjerag to live and work comfortably without relying on mobile city. In turn, the steep topography of Kjerag territory made the development very slow.\r\n    \r\n    The name \"Karlan\" trading company is probably derived from the name given to the sacred mountain by the religious believers of the Kjerag.\r\n    \r\n    Karlan trading company, run by SilverAsh, has become the only window on the closed off and conservative Kjerag. The trading company presence has inevitably changed Kjerag.\r\n    \r\n    Who knows what Silverash's must have experienced to possess such a level of vision and execution. He deserves further scrutiny from Rhode Island.\r\n    ",
    "档案资料二": "He is fond of literature and art, keen on hunting and collecting, and even good at traditional Kjerag sword skills. There are many shadows of traditional aristocrats conduct in SliverAsh.\r\n\r\n    However, SliverAsh thinking and way of doing things run counter to the tradition, full of progressive ideas and intensiveness endowed by modern education.\r\n    \r\n    The head of Karlan trading company, SliverAsh, is a controversial figure in Rhode Island.\r\n    \r\n    Anyhow, there is a consensus among operators that SilverAsh is not easily deployed or manipulated.\r\n    \r\n    SilverAsh works closely with his employees and Rhode Island. There was no hierarchy when it came to working together.\r\n    \r\n    Whether it comes to strategic planning or tactical command. Most operators are certain of SliverAsh strength. While others more thoughtful and more familiar with intrigue and politics than most, were suspicious of SilverAsh's purpose. SilverAsh does genuinely care about his sister, Cliff Heart, who is currently receiving treatment in Rhode Island -- but that cannot be the only sole reason for him to trust Rhode Island, or for Rhode Island to trust him.\r\n    Perhaps SliverAsh is only really interested, as rumour has it, in the value of Rhode Island pharmaceuticals itself, and the doctor whom he regards as his equal.\r\n    \r\n    Dr. Kalt’sit clearly opposes further contact with SliverAsh. But the doctor perhaps has his own ideas.\r\n    ",
    "档案资料三": "It is rumored that SilverAsh's parents died in an accident when SilverAsh was only a teenager. However the evidence at the scene points toward political enemies of SilverAsh -- The SilverAsh family.\r\n\r\n    However, perhaps because the decline of the SliverAsh family was so rapid, the matter was never resolved.\r\n    \r\n    The accident must have a huge impact on the young SilverAsh, but he was not a weak rich kid, instead of wallowing in self-pity, he kept raising his two younger sisters until they could finally take care of themselves.\r\n    \r\n    After that, SilverAsh left Kjerag and went to Victoria to receive a modern education, leaving his political opponents to divide up the SliverAsh family's political legacy. The Kjerag triad then exists in name only.\r\n    \r\n    This situation continued until SilverAsh returned from Victoria. After his return, SilverAsh assumed the important task of revitalizing his family anew.\r\n    \r\n    Of course, according to the words of Rhode Island operator Cliff Heart, SliverAsh by then was no longer the kind and precocious, enduring humiliation brother.\r\n    \r\n    After that, Karlan trading company emerged, monopolizing many of the modern industries that Kjerag had previously banned. By exporting large quantities of commodities and raw materials to other countries, and by importing modern industrial products, accumulated enormous capital in a short time. SliverAsh family has regained its position in the tri-ethnic parliament because of the success of the business.\r\n    \r\n    Perhaps due to political conspiracy, SilverAsh's two sisters each encounter events that will have a huge impact on the SliverAsh family name: First the elder sister, Pramanix was chosen as Karlan saint in a religious ceremony, the younger sister Cliff Heart became infected with originium disease.\r\n    \r\n    Rhode Island leans toward that it was a measure of political retaliation, but Cliff Heart thinks it only further cements the catalyst for SilverAsh's will.\r\n    \r\n    No one knows what SliverAsh will do present day, just as no one knows what his partnership with Rhode Island is truly for.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    I object to the dealings between Rhode Island and Karlan trading company.\r\n    \r\n    No, I did not find any clues, nor corresponding evidence to prove my claim.\r\n    \r\n    I merely wish everyone to think.\r\n    \r\n    Now, what does Kjerag need?\r\n    \r\n    The rule of the Kjerag tri-ethnic parliament is precarious, and the Kjerag conservatives are increasingly at odds with the reformists.\r\n    \r\n    Karlan trading company on the surface is a foreign trading company, but it's real owner is the current patriarch of SliverAsh family in the tri-ethnic parliament, 恩希欧迪斯·希瓦艾什 (SliverAsh real name) -- the older brother of Rhode Island's operator Cliff Heart. The SliverAsh family is at odds with the old guard's bi-ethnic leader.\r\n    \r\n    I'm pretty sure Karlan trading company hasn't paid a single penny to Kjerag yet. The state? Hah, its operation is completely controlled by SliverAsh himself, and its operational goals are of course in line with SliverAsh.\r\n    \r\n    Modern military equipment via Raythean Industries was flown into Kjerag by Karlan trading company. The old guard couldn’t even track the whereabouts of the cargo.\r\n    \r\n    The commercial roads have been built up to the foot of Karlan holy mountain, 蔓珠院 with the approval of  two other ethnic groups, used SilverAsh sister, Pramanix who has become a saint of Karlan to pressure him. They pressured SliverAsh to withdraw from the three ethnic parliament, and hand over all jurisdiction of the valley and mining areas.\r\n    \r\n    And where are Karlan trading company troops now, having returned from Askara region, Victoria? The traditionalist Kjerag garrison knew nothing.\r\n    \r\n    So what does Kjerag need the most now? What do you need for a powder keg to explode?\r\n    \r\n    The external force.\r\n    \r\n    A tiny external force. Just one little push...\r\n    \r\n    The avalanche will bury the entire Kjerag, including all its conspiracy and everything that has happened.\r\n    \r\n    I admit, perhaps Karlan trading company isn't harboring ill intent.\r\n    \r\n    Even so, should we really risk our lives because of a secret letter we received from operator Cliff Heart?\r\n    \r\n    At least this level of risk cannot be undertaken by all of Rhode Island.\r\n    \r\n    -- Doberman, the meeting held 12 days before the snow mountain incident\r\n    ",
    "晋升记录":"The stories you have all heard, I don't think, are that scary. Many people have their own way to live, and it's perfectly normal for a person to change because of certain events.\r\n\r\n    So I don't want everyone to see Mr. Silverash as a threat.\r\n    \r\n    Trust and cooperation are necessary to survive in this land. Now that Mr. Silverash has decided to view Doctor and Rhodes Island as partners. Even if Rhodes Island is wary of Mr. Silverash and are less dependent on Karlan trading company for assistance… We should not treat Mr. Silverash like an enemy.\r\n    \r\n    When we think of others as enemies, we will unconsciously do things that we would do if we faced our enemies. We would continue to distance ourselves from each other. Even people who could have been friends become enemies.\r\n    \r\n    I know what Dr. Kaltsit said about potential enemies...\r\n    \r\n    But I think it depends on the relationship between the Doctor and Mr. Silverash, not about his talent, his power, and the way he behaves.\r\n    \r\n    Leave it to the doctor. He's Mr. Silverash equal.\r\n    \r\n    It's up to the doctor to decide.\r\n    \r\n    -Amiya\r\n    "
  },
  "char_102_texas": {
    "credit": "Chief of Texas",
    "客观履历":"Penguin Logistics staff. Texas individual combat ability is outstanding. She is serving as a liaison officer for Penguin Logistics in Rhodes Island during the term of the contract. She provides assistasnce in various operations in Rhodes Island.",
    "临床诊断分析": "Radiography test results shown Texas’s internal organs were clearly defined and no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, Texas is uninfected with Oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    Operator Texas showed no signs of Oripathy.\r\n    \r\n    [Blood crystal density] 0.12u/L\r\n    \r\n    Operator Texas sometimes delivers packages containing Originium, but so far has not been sick from this.\r\n    ",
    "档案资料一": "A quiet messenger.\r\n \r\n    According to the my own thought, I don't think Texas is trying to keeping her thoughts trapped in her heart, but it is simply because she doesn’t think much about it.\r\n     \r\n    Although she gives off the impression of preferring to be alone, the truth is that most of the time she is always with other members of Penguin Logistics.\r\n    ",
    "档案资料二": "While Miss Texas is usually a quiet person, her fighting style is unexpectedly like a tempest.\r\n    Although Rhode Island has a majority of untrained operators, most of them still have to conform to some presets when it comes to the use of their weapons. However, Miss Texas conform to any order.\r\n     \r\n    Although she restrained herself, some of her own unnoticed habits can still be found, her mastery of combat is very straightforward, it has nothing to do with any type of weapon. It is all for the purpose of destroying the enemy, the art of killing.\r\n    ",
    "档案资料三": "Regardless of her Lupus status, the obvious fur color, the way she fights and, of course, the name itself, Texas. It all points to the fallen Texas family, a once mighty family whose name is now largely forgotten.\r\n \r\n    If true, Miss Texas past may be even crazier than most people imagine. The very name itself is a guarantee.\r\n     \r\n    However, even with Rhode Island network of information, very little is known about the family situation. On the other hand, Miss Texas seems to have no intention of mentioning her past, so at least for the moment, there is no need to dig it up. After all, perhaps it is as she said, that one day her past will catch up with her.\r\n    ",
    "档案资料四": "The only thing that is certain is that though Miss Texas never mentions her past, she tends to be more indifferent rather than evasive.\r\n \r\n    It can be clearly seen that she really is well adapted to the life she is living, rather than wanting to escape from it. The mundane work, the boisterous partners, Lungmen, Rhode Island, that is all her everything now.\r\n     \r\n    It might be asserted:\r\n     \r\n    If Miss Texas past catch up to her, she will take it unflinched. However, if her past were to disrupt her present, then maybe we'll truly witness her anger.\r\n    ",
    "晋升记录":"Texas is such a troublesome person. Even if she likes someone, she doesn't say much to that person. It took me a while to figure out if I was on good terms with her.\r\n\r\n    Well, if anyone wants to be her friend, it's going to be hard~~\r\n    \r\n    - Exusiai\r\n    "
  },
  "char_166_skfire": {
    "credit": "LanceGT0, Draa, Haichikun",
    "客观履历":"Skyfire belong to civilian originium technology research institute, she is a part of \"Fox Tail\" core group \"Scepter of the King\". She holds a double degree in geology and originium geology, and is a Victorian professional caster with outstanding achievements in originium technology and theoretical research. \r\n\r\n    Currently, she is the chief strategist of \"Scepter of the King\" in Rhodes Island. She has signed cooperation agreements with Rhodes Island. She will provide assistance in the study of originium theory, annihilation operations and other tasks in Rhodes Island.\r\n    ",
    "临床诊断分析": "Radiography test results shown Skyfire’s internal organs were clearly defined and no abnormal shadows were found, no abnormalities were found in the detection of Originium particles in her circulatory system, no signs of crystallization were found. At this stage, Skyfire is uninfected with Oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    Operator Skyfire showed no signs of Oripathy.\r\n    \r\n    [Blood crystal density] 0.11u/L\r\n    \r\n    Operator Skyfire rarely operates in areas concentrated with originium.\r\n    \r\n    If I have to comment, then she is just a pure lady who doesn’t know the world. It’s best to let her undergo a bit of hardships so that she realizes the danger of the battlefield and the difficulties that the infected faces. Perhaps preparing some tough assignments furtively for her would cut her down to size. \r\n    -- Medic Operator Gavial\r\n    \r\n    Gavial, a reminder: Medical facility’s checkup report is open to the public.\r\n    \r\n    -- Kal’tsit\r\n    ",
    "档案资料一": "Operator Skyfire’s command of the Arts greatly surpasses those of her age. Skyfire excels at focusing flames into a giant body of pure fire, and then rain it down at the target, completely incinerating the enemies.\r\n\r\n    During this process, the heat from the fire burns the clothes she is wearing. Even her hair accessory will flutter like the flames, yet Skyfire remains unscathed.\r\n    \r\n    Regardless of the extreme heat or the bright light, the art that Skyfire casts was not so different from bringing the sun crashing into the ground, thus the reason of her code name.\r\n    \r\n    However, the fact of the matter is that Skyfire, who is yet an experienced caster, even with raw talent, cannot completely control such an enormous power.\r\n    \r\n    Please pay attention to the fire alarms of the area where Skyfire is assigned.\r\n    ",
    "档案资料二": "The basis behind “Scepter of the King” and Rhodes Island’s cooperation was just a small matter.\r\n\r\n    Yet for members of the Scepter of the King (SotK), it was unforgivable.\r\n    \r\n    During a certain terrorist attack, the infected of the Reunion Movement accidentally killed the pet of SotK, “Feare”. The incident has sparked rage amongst the members. The Reunion Movement of the area did not anticipate that each of the SotK members are combat geniuses, highly competitive in nature and full of vigor.\r\n    \r\n    Because of a single pet, or perhaps a family member--the loss of an important friend, SotK retaliated against the Reunion Movement and greatly hindered their operations.\r\n    \r\n    Of course, there are only 5 members in the Scepter of the King. Therefore, they searched for experts in dealing with the infected, and cooperated with them--all in order to crush the Reunion Movement, their mortal enemy.\r\n    \r\n    This was the reason behind the cooperation of SotK and Rhodes Island, probably.\r\n    ",
    "档案资料三": "While casting Arts, the clothes Skyfire wears often set alight from the heat emitting from her body.\r\n\r\n    Thus, this has resulted in two kinds of problems. Firstly, Skyfire’s body temperature is too high. Although she does not experience any discomfort, the ambient objects isn’t as lucky.\r\n    \r\n    The other issue is that typical fabric cannot insulate the heat. Skyfire has always been searching for a heat-resistant clothing, or perhaps a way to resolve this problem permanently.\r\n    \r\n    Rhodes Island has attempted to modify her clothes. All efforts were in vain.\r\n    \r\n    This is the second problem the genius honor student have to deal with. \r\n    ",
    "档案资料四": "Skyfire isn’t someone prideful and vain. But to her, most people cannot understand her rapidly moving train of thoughts and farsighted planning. Subsequently, this has resulted in rifts when communicating with her and caused her some problems.\r\n\r\n    Skyfire doesn’t want to yell or to be difficult--she just doesn’t know how to express her strong and only mostly calm emotions.\r\n    \r\n    Fortunately, she found suitable cliques to hang out with. Rhodes Island also has all sorts of operator, and so this reduces her loneliness and uneasiness just by a little bit.\r\n    \r\n    If she really has them, that is.\r\n    \r\n    Certain operators mentioned that she would at least apologize while blushing when she accidentally set Doctor’s mission reports on fire.\r\n    ",
    "晋升记录":"If you desire to make use of the Scepter of the King, then you should first review your capability to control them. The fact of the matter is that the gems scattered around will never compare to tightly bonded steel--mature and experienced operators are more suitable compared to geniuses stringed together.\r\n\r\n    Naturally, if you are a tactical commander capable of using them, or perhaps even excelling at it, then they are a force to change the tide of the battle.\r\n    \r\n    Let’s just first start with this Skyfire who tends to burn her uniform inadvertently.\r\n    "  
  },
  "char_106_franka": {
    "credit": "Ahri Laurent",
    "客观履历":"Franka, security specialist of BSW’s B.P.R.S. Experienced and displays high proficiency in personnel protection, tactical offensives, and coordination with other operators. Currently stationed in Rhodes Island Pharmaceuticals to receive treatment for oripathy, and is one of the representatives of BSW to help with Rhodes Island’s security.\r\n    ",
    "临床诊断分析": "Radiography test results show that Franka’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that Franka is infected with oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 9%\r\n    Franka’s originium infection is primarily located in the interior of her body.\r\n    \r\n    [Blood crystal density] 0.34u/L\r\n    Operator Franka’s infection is relatively stable.\r\n    ",
    "档案资料一": "Blacksteel Worldwide (abbreviated as “BSW”) is an organization that provides services related to personal security guarantee as well as consultation. BSW’s headquarters is located in Columbia, and as Columbia’s foreign influence increased gradually, BSW has approached a golden age of development.\r\n\r\n    In reaction to the pandemic of originium infections, BSW established a team of personnel tasked with handling all matters related to originium infections, often referred to as “Biochemical Protection Response Staff (B.P.R.S.).” Operator Franka is one of the combatants in this team who provides protection and prevents accidents from going out of hand.\r\n    \r\n    Unlike most stern-faced or even strict BSW employees, Franka’s personality is frivolous and impulsive, finding joy in teasing other people – enemies and allies alike. Regardless of her situation, Franka is always unhurried and calculated, often deceiving others into believing her carefully crafted speech. \r\n    \r\n    Despite her deceptive nature, when Franka submitted her personal information and resume, her credentials were largely believable and even provided a legal employment contract and many treaties involving originium infection treatment. Based on these professional ethics, it can be concluded that Franka is very dependable.\r\n    ",
    "档案资料二": "Franka’s combat style is generally perceived as insidious and unpredictable, which corresponds to her personality. As compared to bringing destruction to her enemies, more of her focus is on making herself appear harmless. \r\n\r\n    Franka’s preferred weapons is a set of originium-crafted rapier and stiletto. Combined with her originium arts, she can heat her swords to dangerously high temperatures nearly instantly (while also perfectly maintaining the shape of her swords in a solid state.) This is often miraculously effective against heavily armoured enemies, as they will often underestimate her combat strength due to the lightness of her equipment and the frailness of her swords. \r\n    \r\n    On the other side, Franka’s habitual close-quarters combat style often jeopardizes her security. Although her fighting proficiency is enough to help her through most of these scenarios, B.P.R.S. still assigns Liskam to be her partner. Due to Liskam’s caution and reliability, she forms a dynamic duo with Franka by complementing Franka’s cunning and impulsiveness. \r\n    ",
    "档案资料三": "Through limited information provided by BSW, Franka was diagnosed with oripathy in Operation [REDACTED] where she was tasked with [REDACTED]. BSW’s intelligence agency managed to get in contact with Rhodes Island Pharmaceuticals, an organization known to few at the time, and arranged a treatment plan at Rhodes Island for Franka, while her arrival alleviated Rhodes Island’s lack of experienced operatives. Using this opportunity, BSW successfully made numerous agreements with Rhodes Island.\r\n\r\n    A newcomer to Rhodes Island, Franka was captivated by her new environment, while her professionalism helped her adapt to this new environment quite quickly, and proved to be an irreplaceable asset in their operations. Her presence and frivolous demeanor also transformed the atmosphere of Rhodes Island. Perhaps the best example of this was during her office as the sword-fighting instructor for new operators, when she would give a very Columbian “welcome” to spoof every one of the recruits. However, at the same time, she manages to pass on the quintessence of her understanding of combat tactics as well as her field experience to her apprentices. \r\n    \r\n    Aside from her proficient and unique combat abilities, Franka’s biggest impression to all of those at Rhodes Island were the frequent and numerous altercations with Liskam, which always became the latest gossip topics.\r\n    ",
    "档案资料四": "As an employee of BSW, Franka’s relationship with Rhodes Island is dependant on the stability of the contracts between BSW and Rhodes Island, although she feels more relaxed and fits much better with those at Rhodes Island than at BSW. Oripathy seems to not have had an effect on her mental state, as she maintains her own unique pace and fills her time with working and fighting and tries to find enjoyment and excitement while doing so.\r\n    ",
    "晋升记录":""
  },
  "char_148_nearl": {
    "credit": "AEsir",
    "客观履历":"Nearl, Former Kazimierz Holy Knight and a member of the \"Apostle\". While covering for her own teammates, she has shown high capabilities in mobile combat, elimination warfare and open-field combat, along with a high esteem of military principles. \n Currently residing as an Defender operator in Rhodes Island, and is also a supporting tactical commander.",
    "临床诊断分析": "Nearl's physical assessments are all monitored by the medical department. Please do not worry, if there is a need, please refer to the documents.\r\n    - Medical operator Shining ",
    "档案资料一": "Nearl is known as a Holy Knight is not because just of her title, but also not because of her high moral attitude along with her absolution of power.\r\n\r\n    Her title is related to her Originium Art. Her war hammer acts as an intermediate staff for her. When Nearl uses Originium Art, she is often enveloped by a glowing light, and by releasing her secret Originium Art, she is able to heal her teammates, and boost their morale to fight. Observers claimed that, this type of Originium Art is comprised of multiple complicated functioning mechanisms. And hence until this day, this theory has not yet been proved. ",
    "档案资料二": "Nearl, from Kazimierz has been one of the highest order of Knights of Kazimierz. She has strongly opposed of the idea of commercializing the Knights Competition of Kazimierz, but at the same time due to a certain accident, she herself contracted the infection. Under immense pressure, Nearl left Kazimierz.\r\n    As predicted, this incident changed the fate of this Knight. Before arriving at Rhodes Island. The wandering Nearl met up with the current medical operators of Rhodes Island - Shining and Nightingale. This occasional meeting, led to them adventuring together, forming the infected-friendly organization \"Apostles\", and became drifters, helping to heal infected all around the world, until they officially joined Rhodes Island to take on an even larger responsibility. ",
    "档案资料三": "Many practice matches data has shown that her equipment restricts Nearl's battle potential. Yet Nearl shows a liking to her equipment's protective abilities. Since for Nearl, she is the shield and cover for her teammates, hence a solid defense has always been the first principle for Nearl in combat.\r\n    Also, from the point of view of the author, the mobility and siege abilities of Nearl has not dropped because she is the shield of her teammates; conversely, even if its a pincer attack or a quick raid assault, Nearl has shown extremely high counterattack abilities and quick thinking.\r\n    Many operators believe that as long as Nearl is in front of the team, no one will be hurt. As long as Nearl is standing, the victory of Rhodes Island is assured.\r\n    At the same time, the operator that is responsible for engineering and modifying Nearl's armor, Closure has stated that her armor contains various secret functions. As for what exactly those functions were, it is currently unknown when this file was made. ",
    "档案资料四": "While Nearl was communicating with us, she rarely brings up her past life in Kazimierz, except that she has a respectable grandfather and a still young sister. We rarely heard any information about Kazimierz from her.\r\n    Of course, we were very enthusiastic in expressing our knowledge and opinions, but whenever the past is mentioned, she would always just shake her head lightly and brushes it away with a smile.\r\n    I could understand her thoughts slightly to not speak of the past. Since at the end, I never did show my past to her either.\r\n    But , I'm clear that, no matter what her past is or looks like, will definitely not obstruct her from chasing after her dreams.\r\n    I'm also sure that if Nearl's past starts catching up to her, Nearl would not hesitate to turn back and dive into that cruel and saddening past of her, and untie that knot of hers, or maybe until she has sacrificed herself. ",
    "晋升记录":"Miss Nearl has helped Rhodes Island a lot just by saving the infected.\r\n    Although I can understand Miss Nearl's decision, and would also support her, but me and the other operators hope that.....\r\n    Hope that she will find her justice soon.\r\n    We should be able to do something.\r\n    --- Amiya "
  },
  "char_147_shining": {
    "credit": "AEsir",
    "客观履历":"Shining, a Sarkaz healer, former \"Amnesty Giver\" of the Sarkaz Medical unit, and a member of the \"Apostles\". Possesses vast knowledge regarding Originium Skills, emergency battlefield medic support, medical theories and clinical medicine. Currently now residing as a Medical operator at Rhodes Island, Shining provides Medical originium skill theory and functions as a battlefield medic. ",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are clearly outlined and no darkened shadows. Respiratory system shows no unusual originium particles. No symptoms of infected disease, as of now can be confirmed [Uninfected]\r\n\r\n[Body cells and Originium merging rate] : 0%  \r\nOperator Shining has no signs of Infection.\r\n\r\n[Concentration of Originium within blood flow] : 0.1u/ L  \r\nOperator Shining always enters infected area but is rarely affected by it, reason unknown.  ",
    "档案资料一": "Operator Shining has very good achievements in the field of medical originium skill usage. She has provided many kind of system theories for Rhodes Island's medical department, and thus has pushed forth the knowledge of Rhodes Island regarding Originium Skill usage in this field. Based on what operator Shining said, all these Originium Skills are from her research with her brethren to help relieve the pain caused by the infection. Her sympathy and devotion to Tapas has led to many healers and mages of Rhodes Island to respect her. Of course, through medical research, what she could provide with Originium skills right now might not just be what she could do. As battle reports said, when Shining is on the battlefield, she doesn't just heal people. On a literal meaning , she literally \"protects\" them from the damage, using Originium Skills as a shield.\r\n    As for why that would happen, this would have to wait for the mage operators to make a more detailed research for a conclusive answer. ",
    "档案资料二": "From rumors, Operator Shining will sometimes attend personal gatherings and demonstrate some mysterious Originium Skills. Based on the descriptions, a warm light will spread out from within the dark room as it wobbles and dances on the walls, changing hues in the process. The children that Rhodes Island took in would always be captivated by this kind of performance.\r\n    The difference between the light emitted by operators like Nearl, while it seems like a hallucination or holographic object, Shining's light seems to possess a solid body yet is still untouchable.\r\n    As for what that light really is, why she has left her own tribe, what her background is, and what are her thoughts on politics regarding her own countries, Shining has rejected to comment on any of that. ",
    "档案资料三": "[Note No.Sec-J12]\r\n    Let me tell you guys.\r\n    That one operator who's adept with medical Originium Skills, Shining DEFINITELY DOES NOT mean that she is just a feeble genius doctor.\r\n    Yes, no one has ever seen her go into battle. Correct, she gives out an aura of what a sunset would. Soft and warm, yet lonely, definitely not what a warrior would show, right?\r\n    You all feel like she's just a strong willed genius doctor right? She might even be adept at other fields of Originium Skills? Yes, you all might've thought of that, as that's what she always does.\r\n    Let me just tell you, she's the strongest swordswomen I've ever seen.\r\n    I know, I know, the guys from the battle division and those from the Reformations are all strong warriors.\r\n    But let me tell you, Shining was never weak. Definitely not. I was too stupid, I thought that staff of her was just a normal staff.\r\n    I don't know why she never uses a sword.... Her expression at that time, it looks like hate. It seemed like the sword made her felt disgusted.....or was she disgusted of the event that made her use her sword. I'm not sure.\r\n    Anyway, she must've kept her sword skills hidden from Rhodes Island.\r\n    Proof?\r\n    I'm still alive, and still making notes here, if its not proof then why am I here lying to you guys?\r\n    As I was saying, the sunset.....its not a metaphor, I'm not just randomly describing things.\r\n    She could slice apart day and night, in one flash.\r\n    Was I exaggerating? You just don't know, I'm just saying that, it might be exaggerated, but I'm now describing my feelings.\r\n    That time, I was heavily wounded, and when I managed to sneaked in a glance, she was right in front of an entire elite armored division.\r\n    To let the ambushed platoon to stay alive, she drew her sword from the staff.\r\n    A single person. I suspect this has not happened for the first time.\r\n    In one instant. That's why they called her Shining\r\n    - A voice recording of a surviving operator of a secret mission.\r\n    \r\n    This description..... please just let me diagnose it as hallucinations caused by the after effects from the healing of my arts.\r\n    -Shining regarding the voice recording. ",
    "档案资料四": "\"Amnesty Giver\" is a mysterious organization of the Sarkaz. Any info regarding this organization, you know as much as Rhodes Island knows.\r\n    Shining was never a normal Sarkaz healer, when she first met Amiya, her reactions proved this. \"Miniscule, but it is obvious. That we have achieved the same conscience within a few of us here. \"\r\n    Then, which side does she stand on?\r\n    \r\n    \"Amnesty giver\" is not as her said, a simple medical unit of Sarkaz. If she does get involved in something like this again, will our relations with shining tighten until she will literally be a bystander in battle, or will she fight with us?\r\n    Her past is as mysterious as her heart. To reveal it with just daily events is not possible.\r\n    Maybe the doctor, who Shining is most comfortable with, might be able to understand what she is really feeling.\r\n    Its because I'm sure that people who can understand Shining, will never leak her information to any kind of organization. ",
    "晋升记录":"Miss Shining while in the medical department and arguing with Kal'tsit announced her own speech, and has already been engraved in the hearts of all the medical staff.\r\n\r\n    \"If a responsible operator is important to Rhodes Island, then a patient who appreciates life is important to a doctor.\"\r\n    \r\n    When treating a patient, while letting the patient appreciate the importance of life. This might be the wish of alot of medical operators.\r\n    \r\n    Miss Shining, doesn't just heal people who want to live, she lends a hand to protect them. For her, protecting and healing people, is the same road.\r\n    "
  },
  "char_118_yuki": {
    "credit": "AEsir",
    "客观履历":"Once a close bodyguard of the wife of the Governor General, Wei Yan Wu's wife, which is Princess Fumizuki. When Rhodes Island established a cooperative relationship with Lung Men Defense Ministry, Shirayuki has been sent as a guard of the Professor. Using a large shuriken as her primary weapon, she is adept at covert operations and reconnaissance missions, also protecting the safety of the Professor within the shadows.",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are clearly outlined and no darkened shadows are observed. Respiratory system shows no unusual originium particles. Symptoms of infected disease negative, as of now can be confirmed [Not Infected] \r\n\r\n [Body cells and Originium merging rate] : 0% \r\n Subject has no symptoms of being infected \r\n\r\n [Concentration of Originium within blood flow] : 0.12u/ L \r\n Subject rarely is in contact with Originium. ",
    "档案资料一": "A silent Miss Ninja, and rarely speaks. If she could express what she wanted with a single word, then there was no unnecessary communication. Although her daily appearance is unexpected most of the time, she would always appear on the scene at the most suitable time when Professor requires her. A reliability so consistent that it is frightening. Her hobby seems to be  snow-watching on a cape(2). Though it is unknown whether the cape or the snow was the point of the trip, nor is it known that it is necessary for her to go snow-watching particularly at a cape. ",
    "档案资料二": "Miss Shirayuki's primary weapon is a type of large shuriken. This type of weapon consists of varying shapes and sizes. No matter the size, due to the weapon's nature as a throwable, without necessary support, it would require a high amount of skill from the user. Undoubtedly, Shirayuki is a professional. Normal people wouldn't even be able to lift it, much less use it. But in her hands, the weapon is able to perform with high accuracy and lethality. ",
    "档案资料三": "The ninjas of the East is the superior symbol of their country. These mysterious killers, rumored to be able to walk on walls, fly and burrow underground, and decapitate the enemy from the most impossible angle. But they are most famously known for their absolute loyalty to their master. Once a ninja offers someone his loyalty, they would serve them until they die. And this is what Dr. Kal'tsit once reminded us about -- Miss Shirayuki's loyalty is pledged towards Princess Fumizuki, and not the Professor. ",
    "档案资料四": "Of course, Shirayuki's deployment here, from the start was never for the safety of the Professor, and this point has been confirmed from the start. Rhodes Island, accepted Miss Shirayuki despite knowing this. Since, this was an overt stratagem(3) from Lung Men, Rhodes Island has no choice to reject it. \r\n\r\nBut, one suspicion arises from this incident. \r\nEven if they were working together on the public, both sides still remained at each others' arm's length. But even under that circumstance, Princess Fumizuki allowed one of her closest bodyguards to be as Professor's bpdyguard. This action, no matter what its aim is, surveillance, a sign of rebellion or a token of appreciation, seems to be overly rash, and seemingly......totally unnecessary. \r\n\r\n Rumors seems to show that Princess Fumizuki isn't interested nor participates in the political theatrics of Lung Men, but it is because of her deep love for the Governor-General that made this action hard to imagine it is done without any hidden motives \r\n The question is..... does Shirayuki have any other missions?",
    "晋升记录":"\"At ease, as the Princess commands, blind loyalty is unacceptable, you're good. I like it.\" \r\n - Note by Shirayuki "
  },
  "char_150_snakek": {
    "credit": "LanceGT0",
    "客观履历":"Cuora, identity unknown, resume missing. During prolong confrontation battle showed extraordinary defensive ability.\r\n\r\n    Currently serving as a Tank, also provides many other services to Rhodes Island.\r\n    ",
    "临床诊断分析": "Radiography test results show that Cuora’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that Cuora is infected with Oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 5%\r\n    \r\n    Cuora Oripathy is under control.\r\n    \r\n    [Blood crystal density] 0.2u/L\r\n    \r\n    Operator Cuora’s infection is relatively stable. There is no sign of the disease spreading.\r\n    ",
    "档案资料一": "When this mysterious young woman who had forgotten where she came from officially became a Rhodes Island operator. The first skill she learned was to get her code name right. She signed her name in the contract with great care, stroke by stroke.\r\n\r\n    Operator Cuora has a childlike nature that does not detract from her sunshine attitude even as she is infected with Oripathy. Although she broke some of the facilities glass several times for playing baseball, it is hard to blame her with her cheery attitude. Through observation, she has shown an extraordinary amount of enthusiasm and dedication to baseball. A small round ball and a dark metal club seem to have become her best friend.\r\n    \r\n    But... Why is she obsessed with baseball?\r\n    ",
    "档案资料二": "Baseball is a sport that originated from Victoria. In Colombia, it became a truly popular and common physical activity. Colombia spread baseball as a popular culture into the surrounding area, the sport quickly had a cult following for ordinary people -- especially children.\r\n\r\n    According to operator Cuora, baseball has a remarkable effect on both physical fitness and teamwork. She strongly recommended baseball activity in Rhodes Island and practiced several basic moves and common tactics of baseball. It can be seen that her various movements are standard, when she gives tactical command also reflects professionalism.\r\n    \r\n    From these observations, although she has no combat related experience, she is able to understand the operation plan, purpose and specific tactical arrangement relatively smoothly, perhaps due to her strict training on the baseball field and meticulous professionalism.\r\n    \r\n    After a demonstration of Cuora drew a positive response from other operators, she cheerfully took out some baseballs from her backpack and began handing them around.\r\n    \r\n    Wait... Why on earth can such a seemingly ordinary backpack be used in all kinds of defensive actions by Cuora?\r\n    ",
    "档案资料三": "After being tested by the department of infrastructure and weapons rearmament, Cuora’s backpack is considered a benign defense weapon that provides as effective a defense as the standard shield that is distributed by Rhodes Island to personnel.\r\n\r\n    In fact, the front of the bag is not made of cloth, but rather of metal, which is fairly hard but extremely light. In addition, the stitching is so strong that several hammer tests failed to destroy the entire structure of the backpack.\r\n    \r\n    Regarding the origin of her backpack, Cuora said she had no memory of obtaining it. After failing to obtain information in the relevant field of Cuora weapon (item?). The investigation had to be put to rest for the time being.\r\n    \r\n    In addition, her bat was found to have the same metal composition, but it was plain compared to the striking design of her backpack.\r\n    \r\n    So... Why on earth would Cuora with no combat background have such a wonderful set of tools be found by Rhodes Island?\r\n    ",
    "档案资料四": "According to the employees recollection at the time, they found Cuora lying on the deck of Rhodes Island bridge, she was taking a nap under a sunny day. Rhodes Island was in transit from a small Colombian city where it had just been resupplied. Upon waking her up for questioning, Cuora responded that she had no recollection of coming to Rhodes Island. She was later found to be mildly infected during a free examination arranged for Cuora.\r\n\r\n    She was admitted to Rhodes Island as a normal infected person, under current guidelines for dealing with those infected. Afterwards, her mystery came to light.\r\n    \r\n    In any case, she has become part of Rhodes Island as an official operator. Additional information about her remains to be found. It is a necessary work in the future.\r\n    ",
    "晋升记录":""
  },
  "char_103_angel": {
    "credit": "LanceGT0, Jetroyz, Haichikun",
    "客观履历":"Exusiai, being a citizen of Laterano, owns one to thirteen Laterano civil rights. A member of Penguin Logistics. She’s engaged in secret communication, armed escort and other covert activities. Speculated identity: Messenger.\r\n\r\n    She is serving as a liaison officer on Penguin Logistics’s behalf in Rhodes Island during the term of her contract. She has assisted in various operations in Rhodes Island.\r\n    ",
    "临床诊断分析": "Radiography test results has shown that Exusiai’s internal organs were clearly defined; no abnormal shadows were found, no abnormalities were found in the detection of Originium particles in the circulatory system and no traces of the infection were found. At this stage, Exusiai is uninfected.\r\n\r\n    [Fusion rate of somatic cells and Originium] 0%\r\n    \r\n    Operator Exusiai shows no symptoms of Oripathy.\r\n    \r\n    [Blood crystal density] 0.12u/L\r\n    \r\n    Operator Exusiai sometimes delivers packages containing Originium, but she hasn’t fall ill from it thus far.\r\n    ",
    "档案资料一": "Contrary to the usual impression of most Lateranos, she is the embodiment of optimism itself. \r\n\r\n    She masters all forms of entertainment, always finding ways to please others at all times, and usually be the one to keep the team going.\r\n    \r\n    Quite a generous person. Because of that, she often finds herself unable to save money.\r\n    ",
    "档案资料二": "Reportedly first conceived by the Laterano people, the firearms are medium-ranged weapons with unique, complex designs. It has therefore became a symbol of the Lateranos. It isn’t particularly lethal compared to other weapons, but it became the weapon of choice for most Lateranos because it suited them better than steel weapons, and each Laterano has at least one firearm to defend themselves.\r\n\r\n    Exusiai is usually a sloppy person, but her marksmanship are among the best in Rhodes Island. For one thing, she is serious in the maintenance and training of her firearm. Her shooting talent, including her reaction time and spatial awareness, and other abilities are enough to cause envy among the other shooters.\r\n    ",
    "档案资料三": "Although Miss Exusiai comes across as quite the opposite of most Laterano people, it is hard to believe that she did not have a difficult childhood for her hobbies or went through a rebellious phase.\r\n\r\n    She just likes happy things and grew into that kind of person, that's all.\r\n    \r\n    Given how strong she has been, the Lateranos may not be as dull as the world thinks... It’s hard to say, really.\r\n    ",
    "档案资料四": "Despite having a halo and a pair of wings, Miss Exusiai often forgets that she is a Laterano with the way she’d usually behaves. But when she’s asked about her faith, her response is the same as any other Lateranos: devotion to her faith.\r\n\r\n    Apart from Laterano, only a few areas have some primitive beliefs. Because of this, few people have noticed Miss Exusiai's devotion to her faith. However, if one is attentive enough, they would find a peculiar fact about her. Miss Exusiai pursues the ideology of avant-garde, yet she retains her devotion to religion, with the both of them seemingly co-existing without conflict.\r\n    \r\n    Only through this point of view does one can clearly see that behind Miss Exusiai’s mischievous smile is a person with a kind and understanding heart.\r\n    ",
    "晋升记录":"Exusiai is different from me. Even though anyone can be friends with her, few are truly accepted by her. - Texas"
  } ,
  "char_127_estell": {
    "credit": "LanceGT0",
    "客观履历":"Estelle, who was moderately infected, received some attention for a dominant mutation caused by Oripathy. She contacted Rhodes Island to seek asylum. She was transferred to Rhodes Island for treatment after receiving several treatment plans.\r\n\r\n    She admitted herself to Rhodes Island. After receiving some psychological counseling and passing a number of tests, now she serves as a Guard in Rhodes Island team.  \r\n    ",
    "临床诊断分析": "Radiography test results shown that Estelle internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of Originium stone particles in her circulatory system was present and there are traces of the infection. At this stage, Estelle is infected with Oripathy.\r\n \r\n    [Fusion rate of somatic cells and originium] 16%\r\n     \r\n    Operator Estelle’s Oripathy caused serious mutation in her horns that are not of her species. It is recommended to closely observe them.\r\n     \r\n    [Blood crystal density] 0.31u/L\r\n     \r\n    Operator Estelle’s Oripathy has entered the early stages - specific influence needs to be further examined.\r\n    \r\n    [Observation of Mutation]\r\n    According to present observations of Adacolis, Estelle’s abnormal size bicorns are not normal. According to her, there was no physical manifestation of this mutation when she was growing up. At present, it can be determined that the mutation is caused by her Oripathy.\r\n    ",
    "档案资料一": "Estelle is habitually nervous and restrained, she is always in a state of restlessness, even though other operators do not pay much attention to her abnormality. The main source of her nervousness are her abnormal size bicorns.\r\n\r\n    In her daily life, she is often depressed due to her horns and avoid all possible social activities. It is suggested that the doctor should carry out further psychological counseling for Estelle to avoid her self imposed isolation. \r\n    ",
    "档案资料二": "Although Estelle is overly nervous in her daily life, she never carried it into battle. Based on past observations of the Adacolis race, the race remains a warrior race, like fellow operator Gavial, Estelle has remarkable close combat skills. She does not use any weapons, she uses her own body as a weapon, with her huge horns and extremely powerful tail, achieved outstanding results in the tactics of hitting multiple targets. On the battlefield, she seemed to be fighting based on her own beastial instinct.\r\n\r\n    Even other operator were surprised by her strong combat skills. In response, contrary to her nervousness in her daily life, she chose to fight alone, hardly communicating with other operator and only followed the instructions of her captain or field commander.\r\n    ",
    "档案资料三": "Currently, Rhodes Island has made a series of arrangements for Estelle’s daily life, including several emotional clearing session and medical monitoring. Estelle has a strong desire to recover from her illness, she patiently waits for answers.\r\n\r\n    With the current and several medical programs, her Oripathy is more optimistic. With active monitoring of Estelle's psychological state, it should also be pointed out that her will is gradually leaning to \"recognizing her disease and view it as a part of her own, to survive in an inhuman form\", which is a positive development, but will also cause possible instability for the future. \r\n    \r\n    To judge from this, there’s still a need to adjust and weigh on how to actively intervene and guide Estelle to take the right view of herself. \r\n    ",
    "档案资料四": "",
    "晋升记录":""
  } ,
  "char_241_panda": {
    "credit": "LanceGT0",
    "客观履历":"A famous martial arts movie star from Yan, she had to give up filming because of Oripathy. Then she came to Rhodes Island, she had lost her purpose in life but has found a new purpose in Rhodes Island.",
    "临床诊断分析": "Radiography test results show that FEater’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that FEater is infected with Oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 7.2%\r\n    \r\n    Her right leg has obvious traces of Oripathy but has not yet crystallized.\r\n    \r\n    \r\n    [Blood crystal density] 0.3u/L\r\n    \r\n    Her infection is relatively mild, she has not yet had any significant physical effects.\r\n    ",
    "档案资料一": "Before she became a movie star, FEater had been training in martial arts for many years. As Yan’s Iron Will Six Strike Boxing style successor, she is proficient in a full set of 5 paths 8 strikes 12 forms, She in a blink of an eye can attack with a powerful strike.\r\n    ",
    "档案资料二": "After being infected with Oripathy, FEater career and dream turned into bubbles. However, she did not become downtrodden as the people around her thought, For her, filming was just a means to promote her own heart of justice. Optimistic and open-minded, she immediately found a new road for herself.\r\n    ",
    "档案资料三": "Martial arts actor's fame and being powerful in martial arts did not make FEater into a proud, indifference and hard to become close kind of person. Rather, she with a little silly attitude easily mingle with other operators. FEater in her spare time love to watch movies, eat Chinese food, and drinking booze with others.",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_193_frostl": {
    "credit": "Ahri Laurent",
    "客观履历":"Previously a Columbian cadet, Frostleaf was discharged from her unit after it was wiped out. She gradually established a stable relationship with Rhodes Island during her life as a mercenary, and was recruited after a period of cooperation. Having excellent combat experience and technique, Frostleaf is a valuable asset to Rhodes Island.\r\n    ",
    "临床诊断分析": "Radiography test results show that Frostleaf’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that Frostleaf is infected with oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 16%\r\n    A stage III infection. Originium crystals are apparent along the patient’s arms.\r\n    \r\n    [Blood crystal density] 0.45u/L\r\n    Perhaps because of being overworked from her time in the army, Leafy was in a critical condition when she was first recruited. However, after a series of treatment, her infection has been controlled to rather stable conditions. A wonderful recovery indeed.\r\n    \r\n    ––––Warfarin\r\n    ",
    "档案资料一": "Frostleaf is a girl who is often aloof and isolated from everyone else; is one of the most experienced combatants at Rhodes Island. She usually dresses uniquely and likes to listen to music in a quiet corner.\r\n    ",
    "档案资料二": "Miss Frostleaf’s combat experience is one of the best at Rhodes Island. She knows the battlefield like the back of her hand. \r\n\r\n    However, this does not necessarily mean good things for her. In order to have achieved this at such a young age, she must have never experienced a true childhood. \r\n    \r\n    To make matters worse, Columbia has been acting bellicosely in the past decade, often having border conflicts with neighbouring nations. It must be hard to imagine what kind of life Miss Frostleaf lived growing up in such an environment.\r\n    \r\n    Some veteran operators still remember what Miss Frostleaf was like when she was first recruited. Compared to then, her behaviour now can be described as very lively\r\n    ",
    "档案资料三": "Although Miss Frostleaf was initially recruited as a mercenary, Kal’tsit forbid her from partaking in any missions and ordered her to rest and receive treatment. This brought the young Forstleaf a great deal of confusion, as she didn’t know what else there was to life besides constant fighting.\r\n\r\n    Thankfully, under the guidance of the eccentric operators at Rhodes Island, Miss Frostleaf gradually learned to balance her life between fighting and enjoyment, and her world became vivid with colour.\r\n    ",
    "档案资料四": "After spending some time receiving treatment and learning how to enjoy life, Frostleaf thought that she would be ready to return to the battlefield. She requested permission from Kal’tsit, and although not receiving her authorization, she agreed to let Frostleaf to try and see if she was ready or not. \r\n\r\n    Striding confidently onto the battlefield and thinking about how much she had improved, Frostleaf suddenly found herself unable to swing her blade at her enemies. From her accounts after the battle, she stated that all the traumatic memories from her time as a cadet that she thought she had forgotten already all came surging back simultaneously and completely overwhelmed her.\r\n    \r\n    That day, she broke into tears on the field.\r\n    \r\n    From then onwards, Miss Frostleaf gradually became the beloved fashionable, musical, and slightly cold tomboyish girl that she is today.\r\n    ",
    "晋升记录":""
  } ,
  "char_220_grani": {
    "credit": "LanceGT0",
    "客观履历":"Grani is a Victoria mounted police, she has shown great talent in the field of high-speed mobile warfare such as surprise warfare, mobile warfare and deep battle warfare.\r\n\r\n    She now provides support to various operations teams in Rhodes Island as a contracted operator, and undertakes voluntary patrol and defense assistance in Rhodes Island surrounding areas.\r\n    ",
    "临床诊断分析": "Radiography test results has shown that Grani’s internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of Originium particles in the circulatory system and no traces of the infection were found. At this stage, Grani is uninfected.\r\n\r\n    [Fusion rate of somatic cells and Originium] 0%\r\n    \r\n    Operator Grani showed no symptoms of Oripathy.\r\n    \r\n    [Blood crystal density] 0.12u/L\r\n    \r\n    Operator Grani has little contact of Originium.\r\n    \r\n    Well, Miss Grani health is impeccable, and she is such an energetic person too. Hmm, I think even if Oripathy is chasing after her, it can’t catch up to her at all. - Medical Staff\r\n    ",
    "档案资料一": "Mounted Police Grani, citizen of Victoria. Her ancestors emigrated to Victoria, her family maintains a sense of the simple folk that existed before Kazimierz was swept up in the chivalry culture. She wears a band in Kazimierz language that was gifted to her by a friend, even when she was at Victoria, she has always been curious of the knightly chivalry in Kazimierz.\r\n\r\n    Mounted Police are one of the police forces in Grani’s hometown. They united the Crown’s police, county police, city police into one body, with standardized combat capabilities and a wide range of jurisdiction known to the world.\r\n    \r\n    Compared to her fellow Mounted Police, Grani is young, thin and small. She faced ridicule among her fellow Mounted Police even as she managed to make it through the selection process. They asked her to do small police matters, and refused to let her participate in formal law enforcement operations.\r\n    \r\n    As her first job, Grani was sent to help a citizen find his lost wallet. She ran through the streets of the city, searching for every overlooked corner, asking every citizen she met, and finally following the clues she learned, she retrieved the wallet from some street gang members, successfully helping the citizen.\r\n    \r\n    After that, her first letter of commendation came to the Mounted Police, and soon after, Grani received a second and a third. Commendation followed, but one day it fell silent.\r\n    \r\n    People were getting used to the fact that there is a young Mounted Police who is relying on her own hands to make the city into a better place.\r\n    ",
    "档案资料二": "Although lacking a certain amount of combat experience, Grani never rushes to her target head on without thinking.\r\n\r\n    Most of the time, she would size up the situation, calmly analyze the situation on the battlefield, judge the enemy's numbers and combat effectiveness, weigh the proper tactics, and patiently wait for an opportunity.\r\n    \r\n    Her superior maneuverability, deep combat capability, and her sheer force through a surprise attack make her the perfect candidate for mobility combat in Rhodes Island.\r\n    \r\n    Her ability to work with others is evident, and she is open-minded to Rhodes Island's tactics.\r\n    \r\n    In addition, she is good at boosting morale and fostering team spirit. She is always positive, pushing Rhodes Island members of different identities and camps together, which is why most of the operators are willing to work with her. In this regard, she has helped Rhodes Island in a positive way.\r\n    ",
    "档案资料三": "Operator Grani has received positive feedback on numerous occasions in Rhodes Island.\r\n\r\n    In pursuit of fleeing mercenaries in a plain, Grani, on the second echelon, responsible for deep combat. In that battle, she fully demonstrated her excellent maneuverability. She successively raided the evacuation lines of the target, intercepted the key personnel of the target, and bought a lot of time for the main force of Rhodes Island, and finally completed the containment plan of the target.\r\n    \r\n    In an operation to ensure the safety of Originium transport route of a place. While Rhodes Island's security forces were charged with defending against looters who were raiding the Originium, Grani, who played the role of cavalry, used her advantages to keep attacking enemy personnel, and worked with Rhodes Island to achieve a very successful counter-attack.\r\n    \r\n    As for one collaboration, something went wrong.\r\n    \r\n    During an operation to clear a mountain area of bandits, Grani, who was scheduled to leave ahead of time, lost contact with the combat team because the short-range contact signals were blocked by the complex terrain of the area.\r\n    \r\n    However, when the combat team arrived at the mission site, they found that the bandits have been temporarily repelled by Grani.\r\n    \r\n    When the combat team was moving to the mission site, the bandits have already planned to carry out the looting of the village, Grani chose to take the initiative. She drew up a temporary plan of action for herself in the present combat environment, and then used the streets and houses of the town to weave and pounced, eventually forcing the bandits to retreat.\r\n    \r\n    But in her rescue of a child held by the bandits, the enemy sniper hit her, causing her left arm to be injured.\r\n    \r\n    Back in Rhodes Island, the team had a discussion about \"Whether Grani went against the operational arrangements and fought without authorization.\"\r\n    \r\n    Their conclusion was simple: While Grani's actions violated some of the rules, but if she hadn't acted on her own, the operation would have failed.\r\n    \r\n    Grani, therefore, made the right choice at the time.\r\n    ",
    "档案资料四": "Operator Grani needs to grow and fight more, only then will she make up for her lack of experience and improve her control at any combat situation. Of course, she must also strengthen her constitution.\r\n\r\n    She does have some advantages over her peers. But that is still not enough.\r\n    \r\n    She is expected to take on more challenges in the future. With her present ability, it is difficult for her to realize her own wishes by herself.\r\n    \r\n    She will face many difficulties, and you cannot prevent her from putting herself in danger. This is her path.\r\n    \r\n    And she will never give up, no matter what.\r\n    \r\n    That's all I know.\r\n    \r\n    -- Operator Nearl\r\n    ",
    "晋升记录":"Grani's lance\r\n\r\n    Manufacturer: Royal dell Arsenal, highbury, Londinium, Victoria\r\n    \r\n    Product number: l-886\r\n    \r\n    Total length: 1.58m/3.03m\r\n    \r\n    Operator Grani light lance is a folding weapon that can be used as a tactical musket in an unfolding state and as a standard light lance to charge in a folding state.\r\n    \r\n    As a police lance, it is not powerful enough to penetrate heavy armor, but it can be costly for anyone who belittling it.\r\n    \r\n    It was obviously too big for her thin and small body. In all sorts of ways, it's a less than optimal weapon for her.\r\n    \r\n    But Grani was quite fond of her lance, and worked hard to master it.\r\n    "
  } ,
  "char_120_hibisc": {
    "credit": "LanceGT0",
    "客观履历":"Born in Londinium, Victoria. Hibiscus is twin sisters with Lava. She came to Rhodes Island to receive medical treatment. In the process of receiving medical treatment, she came up with the idea of helping everyone else. Naturally adept at caring for others, she worked hard to become a doctor in Rhodes Island.",
    "临床诊断分析": "Radiography test results show that Hibiscus’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that Hibiscus is infected with oripathy.\r\n \r\n    [Fusion rate of somatic cells and originium] 9.4%\r\n    Hibiscus body surface showed no signs of crystallization for now.\r\n     \r\n    [Blood crystal density] 0.5u/L\r\n    The infection is still mild and has not developed any significant physical effects.\r\n    ",
    "档案资料一": "Although Hibiscus knows basic originium spell, she does not like the feeling of controlling originium. Compared to using spells, she much prefers to use the medical equipment and healing spells to heal the wounded and to take care of them. This only proves she is a good Rhodes Island healer \r\n    ",
    "档案资料二": "Hibiscus was born in Londinium, Victoria. She has been a favorite of her neighbors since childhood. She is considerate, diligent, polite, modest and especially good at taking care of others. \r\n\r\n    Although to an outsider looking in the relationship between the two sister doesn’t seem well, one can see that Lava does not like Hibiscus much, but Hibiscus understands her sister far better, and that Lava is just not good at expressing her true feelings.\r\n    ",
    "档案资料三": "After the two sisters became infected with Oripathy, Hibiscus took Lava and left their parents to come to Rhodes Island. Hibiscus is determined to work hard in Rhodes Island, for her sister's sake, for her parents who are far away from home, and for all the others who are infected. \r\n    ",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_185_frncat": {
    "credit": "LanceGT0",
    "客观履历":"Mousse was a pastry chef trainee at Valerie's cake shop in Londinium, Victoria. During her employment, she contracted oripathy and was sent to Rhode Island by her parents for treatment. \r\n\r\n    She has accepted to join Rhodes Island through her own will after receiving some psychological counseling and passing a number of tests. She currently serves as a regular logistics officer in Rhodes Island and provides battlefield support\r\n    ",
    "临床诊断分析": "Radiography test results shown Mousse’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that Mousse is infected with Oripathy.\r\n \r\n    [Fusion rate of somatic cells and originium] 15%\r\n    Mousse hands have crystallization and associated complications, symptoms include erratic hand movements that can occur any time.  \r\n     \r\n    [Blood crystal density] 0.4u/L\r\n    The infection had been going on for some time and had a considerable effect on Mousse.\r\n    ",
    "档案资料一": "Operator Mousse was born in Londinium, Victoria, into a wealthy family with no shortage of children. With her numerous family and siblings, she did not show prominence in her family. Mousse's older siblings entered the field of corporate, military, or magical studies early on, and Mousse showed little talent growing up, either in the field of originium craftsmanship or in the family's traditional financial business. \r\n\r\n    Even so, her parents did not reduce their care for her. Instead, they tried their best to ensure Mousse growth in their own way, but the family did not hold any expectation in Mousse.\r\n    \r\n    In the social atmosphere of the Victorian kingdom, women from wealthy families will move between parties and estates. This is not a life for Mousse.\r\n    ",
    "档案资料二": "Long before oripathy caused panic in many countries, Londinium had been in an uneasy mood. According to her wish, Mousse worked at Valerie's cake shop, specializing in cake making, pastry baking and refreshment.\r\n\r\n    Mousse could not recall how she was infected with oripathy. After her hands became distinctly crystallization, her family quickly and secretly isolated her in a separate manor. During this lonely and painful time, Mousse met the creature she later called \"cats.\" The cats were not infected with oripathy and became Mousse's only friends.\r\n    \r\n    Six months later, Rhodes Island pharmaceutical employees contacted by her family came to the estate to conduct a thorough examination of Mousse. After receiving Mousse family consent and payment of relevant fees, Rhodes Island secretly accepted Mousse and transferred her to Rhodes Island for further treatment.\r\n    ",
    "档案资料三": "It has been determined that the species, which operator Mousse calls \"cats,\" did not cause... obvious harm in Rhodes Island.\r\n\r\n    It turns out that all the wild speculation about this species is meaningless. They are really just ordinary creatures. Unawares by other operators, these creatures roam Rhodes Island, easily climbing high places and overlooking everything. The steps beneath their feet. They walked gracefully, leaving a distinct trail in all the corridors and rooms. As if to announced that they were here.\r\n    \r\n    Behind their dashing figures, in a partially visible or unseen zone, there is a sudden increase of fur and... Some of the things that were supposed to be solved in their homes were discovered by other operators (their poop). These problems were solved through the efforts of operator Mousse, Jessica, Provence, and all other team members.\r\n    \r\n    In response to the above problem of increasing the work burden of other logistics staff. Mousse is sincere in her apology and... the creatures gave guiltied looks. In view of her good attitude in admitting mistakes and promising to discipline and train the cats, the demerit record has been cancelled.\r\n    ",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_117_myrrh": {
    "credit": "LanceGT0",
    "客观履历":"Myrrh, birth place undisclosed, pharmacist. She has shown promising talent in medical drug development.\r\n    Currently serving as a medical team member in Rhodes Island and provides services in medical drug making and other fields.\r\n    ",
    "临床诊断分析": "Radiography test results showed that Myrrh’s internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystallization were found. At this stage, Myrrh is uninfected.\r\n \r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    No signs of Oripathy.\r\n     \r\n    [Blood crystal density] 0.19u/L\r\n     \r\n    Compared with other non-infected operators, her results from Blood Crystal Density test was relatively high. It is recommended that she undergo frequent routine testing procedures.\r\n    ",
    "档案资料一": "Myrrh is inquisitive and willing to work, but has a tendency to lack common sense. Although she has a talent in medicine, she often has problems dealing with people. Her awkward interpersonal style, as well as the medical drugs she made, made it difficult for other operator to easily accept and fight alongside her on the battlefield.\r\n    ",
    "档案资料二": "After officially joining Rhodes Island, Myrrh showed a valuable positive side to her. Relative to other operators, Myrrh is relatively puerille in her workflow or combat experience. But her hard-working, trouble-free nature helped her through the initial and most difficult period of adjustment. In particular, her determination to stay in Rhodes Island no matter what to support her friend, Harmony’s recovery.\r\n\r\n    In some ways, she assimilated quite quickly compared with other newcomers. She hardly had much trouble getting familiar with the complex architecture and hallways of Rhodes Island's interior, she hardly ever gotten lost. \r\n    \r\n    She has put some valuable suggestions in how to obtain the unique resources in some remote areas. This quickly earned her place in Rhodes Island.\r\n    ",
    "档案资料三": "Myrrh medicine is tested to be good medicine, but it has all the drawbacks of any non-modern pharmaceutical product. The ingredients need to be specific, the manufacturing process is complex, the taste is extremely bitter, and even the formulation requires a certain amount of folk magic. With the advancement of modern medicine, Myrrh’s old way of making medicine is about to be completely obsolete.\r\n\r\n    At her own urging, Dr. Kaltsit assigned her specialized courses in intensive pharmacology and training in modern pharmaceutical methods. At present, her special training has achieved relatively positive results.\r\n    \r\n    After her training, Myrrh quickly mastered the simplified pharmaceutical process, and quickly applied in actual combat. Her medicines still retained some of their distinctive bitter taste to some extent, have been praised by operators for their efficacy and effectiveness.\r\n    \r\n    At present, medical garden staff are working to overcome the last of Myrrh’s medicine drug weakness.\r\n    ",
    "档案资料四": "Regarding herself and her friend Harmony origin, Myrrh never gave a clear answer, she is evaise and avoid answering any question about \"ruins\" and \"secret place\". She has shown a lack of understanding of the facts. What is known is that both of them came from a region where there is no guarantee of state control, the zone has strict secrecy rules that prevent any possible leaks of information that could lead to the area being discovered by outsiders. In light of this, the investigation of her data is currently on hold.\r\n\r\n\r\n    At present, according to Myrrh self-report, her good friend Harmony got infected with Oripathy during a certain expedition they both went together. But she could not describe the details of the expedition or how Harmony got infected. Her conversation revealed that she had gaps in her memories and her inability to understand several key findings, most likely traumatic memories she suppressed. \r\n    \r\n    Note: due to the system reasons, Harmony’s information - her condition and disease progression is temporarily unavailable. She is being treated in Rhodes Island as a patient, but declined counseling and investigation.\r\n    ",
    "晋升记录":""
  },
  "char_219_meteo": {
    "credit": "LanceGT0",
    "客观履历":"Former “Firewatch” member, Meteorite is currently a free mercenary, her resume is unknown. Recruited into Rhodes Island to serve as a sniper, she uses her ranged weapon to inflict superior range firepower.",
    "临床诊断分析": "Radiography test results show that Meteorite’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that Meteorite is infected with oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 7%\r\n    \r\n    Body surface showed no sign of crystallization.\r\n    \r\n    [Blood crystal density] 0.33u/L\r\n    \r\n    Infection in the Middle Stage, the infection has not spread thus far.\r\n    ",
    "档案资料一": "Stone face with a heart of gold Sarkaz.\r\n\r\n    While Meteorite’s words are rough, but if you can accept and see beyond it. You will find her caring tone beneath the rough words. \r\n    \r\n    She pays considerable attention to all kinds of news about Sarkaz.\r\n    ",
    "档案资料二": "While not as marginalized as the infected people, it has been an acceptable fact that Sarkaz are still shunned in modern society to varying degrees.  \r\n\r\n    There is too much of a historical issue to discuss here. In conclusion, most Sarkaz are more or less out of sync with the mainstream. They are often synonymous with cynical attitude, independent, only looking after themselves and so on.\r\n    \r\n    With this preconceived notion, Miss Meteorite represent a different side of Sarkaz. Although she wears a cold facade due to society social stigma, but her facade has not cooled her heart. That fact is visible to all Rhodes Island operators.\r\n    ",
    "档案资料三": "Like Miss Firewatch, Miss Meteorite says nothing about her past with the “Firewatch”.\r\n\r\n    Her reason, however, was that it was not right for her to talk about her past, but if they must be known. They must be heard by the doctor in person.\r\n    \r\n    Cruel words it may be, it is clear that for Miss Firewatch, the story about “Firewatch” is her everything. But for Meteorite, it's only just one out of her many stories.\r\n    ",
    "档案资料四": "Meteorite once told me privately that she might leave Rhodes Island someday.\r\n\r\n    I asked her why, and she said that she was fighting for Sarkaz rights, and that while Rhodes Island was a great place, but it was not aligned with her goals, and with that in mind, she would one day become an obstacle to Rhodes Island.\r\n    \r\n    Her expression at the time was sad, but I didn't know how to comfort her, so I told her what I really thought. I want to help Sarkaz people too, as long as it does not overstep my bounds, I will help her.\r\n    \r\n    She was stunned for a moment, then she hugged me and patted my head. As she patted my head, she said “You’re a fool, Amiya.”\r\n    \r\n    Although I could not see her expression, I could feel that Meteorite would not leave Rhodes Island.\r\n    \r\n    --Amiya\r\n    ",
    "晋升记录":"Unexpectedly, after Miss Meteorite was promoted. She voluntarily submitted a list, the contents were all her mercenary action alias she used in the past.\r\n\r\n    According to the list, Miss Meteorite has spent the past few years fighting almost nonstop, most of her battles have involved Sarkaz.\r\n    \r\n    For Miss Meteorite, it must have been the best way for her to show her trust in Rhode Island, which would reciprocate in kind by offering her a home to live in.\r\n    "
  },
  "char_181_flower": {
    "credit": "Ahri Laurent",
    "客观履历":"Reyna the Perfumer was born into a large, reclusive family in Minos with decent financial abilities. Because of the strong olfactory abilities that her race is known for, she had a natural affinity with different scents. She joined Rhodes Island through the normal application process and manages the “Convalescence Courtyard”, one of the recuperation facilities at Rhodes Island.\r\n    ",
    "临床诊断分析": "Radiography test results show that Perfumer’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that Perfumer is infected with oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 3%\r\n    Only a minor infection that hasn’t caused any exodermal originium to form.\r\n    \r\n    [Blood crystal density] 0.2u/L\r\n    Noticeable symptoms are not present yet, and an accurate diagnosis requires further inspection.\r\n    ",
    "档案资料一": "",
    "档案资料二": "",
    "档案资料三": "",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_174_slbell": {
    "credit": "LanceGT0, Haichikun",
    "客观履历":"Pramanix, born in Kjerag. Current saint of Karlan, head of all Karlan religion. She can use a sacred bell God has bestowed her to call upon the powers of snow and wind. She came to Rhodes Island in secret. Her specific work and stay at Rhodes Island remain undisclosed.\r\n    ",
    "临床诊断分析": "Radiography test results has shown that Pramanix’s internal organs were clearly defined; no abnormal shadows were found, no abnormalities were found in the detection of Originium particles in the circulatory system and no traces of the infection were found. At this stage, Pramanix is uninfected.\r\n\r\n    [Fusion rate of somatic cells and Originium] 0%\r\n    Pramanix is not infected with Oripathy.\r\n    \r\n    [Blood crystal density] 0.11u/L\r\n    Pramanix rarely operate in areas highly concentrated with Originium.\r\n    ",
    "档案资料一": "Saint of Karlan, the Enlightened One, the Blessed One… All such titles were conferred on Pramanix only. As the supreme head of the regional religion of Kjerag, she has a number of privileges that even her brother, Sliverash, a high-ranking official in Kjerag, have to bow his head and hold his palms together to her in public. She is exalted, she is perfect, she is divine--all of Kjerag is proud and glorified by her presence. But who knows the pain she carries inside her heart?\r\n    ",
    "档案资料二": "The selection process of a new saint is undoubtedly sacred and cruel at the same time. After the passing of the previous Saint, all the girls of suitable age were required to enter the shrine. If one of them was hit by the first drop of the melted snow inside the shrine, only that girl is worthy for sainthood. \r\n\r\n    Then, the girl will take the trial bell from the shrine and walk along the heavenly path to reach where God resides and hang the trial bell on the bell rack. Along the way, she must follow a ritual--three steps, a nod, five steps, a bell ringing. If she breaks this ritual, she is disqualified for sainthood, and then a new girl would be chosen via the same process and undergo the ritual once more. The heavenly path is long and arduous as well as the selection process is rigorous. Some give up immediately, while others collapse on the heavenly path. Only those in good health, vigorous, devoted in their faith and favored by Karlan have the chance to become a saint. \r\n    ",
    "档案资料三": "In addition to dealing with the elders from 蔓珠院, Pramanix also handles the daily affairs of her faith--Kjerag politicians who came to meet her, the various rituals and ceremonies and the endless interpretation of scriptures. She was overwhelmed with too much work, and as such, she tries to finds time to relax herself. Only then will she let go of her burdens and reveal her true self.",
    "档案资料四": "If Pramanix have never become a saint, she might have stayed at the old Sliverash family home, fiddling with her favorite fabric, sipping her fragrant tea, and reading all afternoon. But when her brother made that decision, she compromised, and they became distant ever since. Even if they are siblings, it could never make up of her disappointment in him. Since becoming a saint, the two have not spoken to each other except in public.",
    "晋升记录":"Pramanix’s bell is a sacred bell bestowed to her by God. According to legend, the chimes of the sacred bell can summon snow to extinguish fires and cool the whole world. In reality, though not so exaggerated, it is still a better weapon than a common staff. It is important to note that the ringing of the sacred bell must be accompanied by a correct prayer. If the sacred bell does not ring, the bell bearer will be frozen into an ice statue. If the bearer misspoke the prayer, the spell will backfire towards the bell bearer. Only Pramanix can use the sacred bell."
  },
  "char_236_rope": {
    "credit": "LanceGT0",
    "客观履历":"A common thief in the Lungmen slums, she was caught in a burglary.  After Rhodes Island established cooperation with Lungmen, she was recommended to join Rhodes Island as a special force by police officer Chen. In general, she is responsible for intelligence collection. In combat, she used her ropes and claws that she was good at, and made the enemy dizzy.",
    "临床诊断分析": "Radiography test results show that Rope’s internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in her circulatory system was present and there are traces of the infection. At this stage, Rope is infected with Oripathy.\r\n \r\n    [Fusion rate of somatic cells and originium] 18%\r\n     \r\n    There are a few traces of the infection on her body surface, but her internal organs was the most infected.\r\n     \r\n    [Blood crystal density] 0.30u/L\r\n     \r\n    By the time she joined Rhode Island, operator Rope had missed the best time for treatment, and from a health standpoint, her health is in danger because of malnutrition and a lack of good rest.\r\n    \r\n    At present, after recuperation, her condition has become stable. I hope she can cherish herself more in the future. - Silence\r\n    ",
    "档案资料一": "A flippant thief.\r\n\r\n    She smiles to everyone, but from her smiles one can feel a sense of distance.\r\n    \r\n    Stealing has become a habit for her, and sometimes she may even unconsciously takes things away from others. At least now, she has learned to give it back later.\r\n    ",
    "档案资料二": "Little Rope does not hate her parents because she knows, the poorer they are,the more children they will have.The more children they have,the poorer they will become. For people in the slums, abandoning one's children is common. At least her parents were crying when they kicked her out the door.\r\n\r\n    Little Rope does not hate the world, after all, no matter how much she curse at God, God will not give her money. Living in the slums for many years has taught her that there are always people worse off than her.\r\n    \r\n    Little Rope has no problem stealing from others. Of course, she knew it was wrong, but what could she had done to survive?\r\n    ",
    "档案资料三": "Little Rope actually quite liked prison, after all, there is a guaranteed of three meals a day, there is a bed to sleep. If she didn’t have to be educated every time she went to prison, she would have deliberately be caught every once in a while.\r\n\r\n    Of course, even if she only gets caught occasionally, after so many years in the slums, she has become familiar with the guards. She also knew that her theft skills seemed to be pretty good in the eyes of the law enforcement officers.\r\n    \r\n    She sometimes wondered if she would one day be recruited as an auxiliary law enforcement officer. But to her surprise, she was “sold off” to a group called Rhodes Island.\r\n    ",
    "档案资料四": "After arriving in Rhodes Island, she felt quite unaccustomed to being there.\r\n\r\n    Although there are a lot of weird and scary people here, she can eat and wear warm clothes here, and no one would shun her for being born in a slum. Even if her itchy hand steals something, she only received criticism, to return the stolen item and apologize to them.\r\n    \r\n    Her clever words she had honed in the slum, have outlived its usefulness in Rhodes Island, leaving her momentarily disoriented.\r\n    \r\n    But, the feelings she felt, is not bad… Not bad at all.\r\n    ",
    "晋升记录":""
  },
  "char_144_red": {
    "credit": "LanceGT0",
    "客观履历":"Red identity is unknown and has no resume. She is monitored and vouched by Doctor Kaltsit. She has shown great talent and achievements In mobile operations, special operations and stealth operations. Now serving as a specialist at Rhodes Island under the direct orders of Doctor Kaltsit.",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage,subject is uninfected.\r\n\r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    Operator Red showed no signs of being infected by originium.\r\n    \r\n    [Blood crystal density] 0.13u/L\r\n    \r\n    Operator Red has some contact with originium during operations, the blood crystal density is rising. It is necessary to be alert to the risk of orignium infection. \r\n    \r\n    All physical examination indexes were at normal level. After completion of the physical examination process, I will take over the relevant investigation and data files of Red. \r\n    \r\n    - Dr Kalt’sit\r\n    ",
    "档案资料一": "Operator Red battlefield behavior cannot be understood with common sense, compared to other mundane fighting style, operator Red action seems to be more precise and... brutal.\r\n\r\n    In daily life, operator Red is secretive and rarely seen in the field of vision of ordinary staff. It also led to many operators questioning her origins due to Red education level and social skills.\r\n    \r\n    In addition, most of the operations with Red participation are rather difficult, the chance of casualties and losses are high. Operator Red is also called by a few operators as \"Red Riding Hood Reaper\".\r\n    \r\n    However, as time goes by, operator Red showed a rather naive side, her relationships with some of the operators were also growing and warming up.\r\n    \r\n    Perhaps one day, the staff can really understand and accept her; And operator herself can fit in better with Rhode Island.\r\n    ",
    "档案资料二": "As far as operator Red is concerned, she and other Lupus are not \"wolves\" in colloquial and slang terms.\r\n\r\n    At first, the medical staff treated operator Red Cognition as a pure education problem, until in several experimental cases, operator Red actually showed unexplainable distinguishing ability, and no matter how the control group was changed/the target distribution was disturbed, operator Red would classify the experimental items in her own way.\r\n    \r\n    Some medical professionals believe it is a cognitive disorder akin to classic color blindness, in which a neurological defect or mutation causes operator Red to see details that ordinary Lupus do not often notice. \r\n    \r\n    On the other hand, some medical workers believe that she has a unique talent for originium skills, which makes her cognitive function different from ordinary people.\r\n    \r\n    After the research was halted by the medical staff, operator Red's cognitive difference was gradually accepted by most of Rhode Island operator and treated as a personality trait.\r\n    ",
    "档案资料三": "[Restricted Record Modification]\r\n\r\n    1. It is forbidden to mention the intense reaction of Lupus operator caused by operator Red, and delete relevant information in the public file.\r\n    \r\n    2. Relevant medical test and experiment records are transferred to the medical department restricted authority records.\r\n    \r\n    3. Any access to or rearrangement of relevant records is prohibited.\r\n    \r\n    4. Destroy the experimental data.\r\n    \r\n    The above tasks shall be completed within one or two working days after the signing of the documents.\r\n    \r\n    Manager: ■■·■■■ ■■■■\r\n    \r\n    Reviewer: Dr Kalt’sit ■■■■ Amiya\r\n    ",
    "档案资料四": "[Restricted Record] \r\n    Should we have in-depth contact with the \"grandma\" figure? I think it's pretty dangerous.\r\n    \r\n    What is the impact of the contact? How much influence does the \"grandmother\" hold over Red? What kind of individual or group is \"grandmother\" and in what way does she exert influence on red?\r\n    \r\n    It is very clear that \"grandmother\" has shaped Red into what she is now. Red's knowledge of Wolves, the unique perception of Red in the eyes of Lupus, or more secrets that are hard to ignore... No matter what \"grandmother\" has planned, it will be deeply rooted in Red’s future.\r\n    \r\n    Although I tried to list some possible countermeasures, I shall destroyed relevant research materials and data in the end.\r\n    \r\n    I must not act rashly.\r\n    \r\n    It's not about risk assessment or theoretical research.\r\n    \r\n    Even though I cannot be passive, life does not permit reckless attempts.\r\n    \r\n    In what little time we have, I must race against time and encourage Red to know her own existence.\r\n    \r\n    She has a right to choose.\r\n    \r\n    -- Dr Kalt’sit\r\n    ",
    "晋升记录":"We need a stealthy and efficient team. Amiya has agreed to this.\r\n\r\n    As one of the first members of the team, Red's value goes without saying.\r\n    \r\n    While I know Red has problems, but it's none of my business. Doctor Kaltsit will handle it.\r\n    \r\n    I shall help her sharpen her teeth and knives.\r\n    \r\n    Rhodes Island must have the means to prevent that from happening again.\r\n    \r\n    We should make the doctor accept the truth.\r\n    \r\n    ——■■■■\r\n    "
  },
  "char_163_hpsts": {
    "credit": "LanceGT0",
    "客观履历":"A blacksmith from Minos who came to Rhodes Island to seek medical treatment after contracting Oripathy. Vulcan became part of Rhodes Island after reaching an agreement. She is mainly responsible for the maintenance and building of other operators weapons on weekdays. When necessary, she will take the field personally.",
    "临床诊断分析": "Radiography test results show that Vulcan’s internal organs are obscure and abnormal shadows are present. Abnormal levels of originium particles in her circulatory system is observed and there are traces of infection. As such, it can be concluded that Vulcan is infected with oripathy.\r\n\r\n    [Fusion rate of somatic cells and originium] 18%\r\n    Vulcan’s Oripathy infection is high, primarily located on her face and neck.\r\n    \r\n    [Blood crystal density] 0.28u/L\r\n    Operator Vulcan’s infection has reached Middle Stage, but the team is temporarily unable to identify the impact on Vulcan.\r\n    ",
    "档案资料一": "An indifferent blacksmith.\r\n\r\n    Vulcan is not interested in any topic other than weapons, but as long as the topic relates to weapons she will suddenly become enthusiastic and talkative.\r\n    She rarely leaves and sleeps at her private blacksmith shop in Rhodes Island. Unless she is on assignment.\r\n    ",
    "档案资料二": "Operators often question why Miss Vulcan is classified as a mechanical operator. Only her right leg is mechanical.\r\n\r\n    However, anyone who has seen the way Miss Vulcan fights will understand her classification. She attacks with her mechanical right leg.\r\n    \r\n    Under her careful modification, her mechanical right leg attacks are as powerful as she wields a hammer at full strength. Her main means of attack naturally uses her right leg, while the rest of her body is often well protected by her giant shield.\r\n    \r\n    As a result, if her right leg is damaged, she will lose most of her value in combat. Healing spells are unable to repair the mechanical damage and help her much.\r\n    ",
    "档案资料三": "As Miss Vulcan says, those who fail to keep up to change deserve to be eliminated. In modern times, the blacksmith industry has in fact long ago shed the impression of sweating around the furnace. They now use developed industrial equipment to make weapons more efficiently.\r\n\r\n    Vulcan's forge have the most advanced machines of the day, she updates it every once in a while. It is this small, remote corner of Rhodes Island base that supports the weapons maintenance work of all Rhodes Island operators.\r\n    ",
    "档案资料四": "",
    "晋升记录":"On the battlefield, Miss Vulcan is a special existence. She is used to fighting with prosthetics that are just as strong and reliable as equipment. Because Miss Vulcan's combat skills is reliant on her own equipment, her equipment must be constantly maintained and repaired. She already has the ability to repair her equipment quickly on the battlefield. Keeping her equipment in good condition is the basis of her being able to fight in constant battle.\r\n\r\n    Most medical staff know nothing about the casting process of her prosthetics\r\n    "
  },
  "char_171_bldsk": {
    "credit": "LanceGT0",
    "客观履历":"One of the veterans of Rhodes Island, her past experience is unknown.\r\n\r\n    The builder and administrator of Rhodes Island blood bank. Warfarin is skilled in medicine and healing spells. She worked with Dr. Kaltsit to build the foundation of Rhodes Island's medical system.\r\n    ",
    "临床诊断分析": "Radiography test results shown Warfarin’s internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system and no traces of the infection were found. At this stage, Warfarin is uninfected.\r\n \r\n    [Fusion rate of somatic cells and originium] 0%\r\n     \r\n    Warfarin showed no signs of the infection\r\n     \r\n    [Blood crystal density] 0.12u/L\r\n     \r\n    Warfarin health parameters are normal. There is no need for further inspection.\r\n    ",
    "档案资料一": "Warfarin is hardly respected due to her frail appearance. Contrary to her frail appearance, the “blood-demon” is a senior figure in Rhodes Island. She has the oldest seniority in Rhodes Island.\r\n\r\n    Warfarin doesn’t mind that other people don't treat her as a senior figure, but she won't allow anyone to go through medical treatment without following through her instructions.\r\n    \r\n    Age isn't a taboo subject to her, but the numbers she said is hard to believe.\r\n    ",
    "档案资料二": "Even among the tales of often-demonized Sarkaz, blood demons are the most notorious.\r\n\r\n    They travel through the night, feeding on other people's blood, killing people like scything flax, committing any kind of evil deeds... And so on. Miss Warfarin when asked about these tales would readily reply: \"most of my kin are.\"\r\n    \r\n    Everyone in Rhodes Island without doubt knew that Miss Warfarin is not that kind of person.\r\n    \r\n    While it's true that her blood preference was revealed, she also showed high levels of self-control that didn't scare her patients. As she says, she can tell the difference between food and patient.\r\n    ",
    "档案资料三": "The doctor's importance to Rhode Island is self-evident, but for Miss Warfarin, it is more special.\r\n\r\n    For reasons that even Miss Warfarin herself does not seem to understand. The doctor's blood is fatally attractive to her, and this attraction has led to several occasions when other staff have witnessed her committing unladylike acts towards the doctor. This has led to Dr Kaltsit ordering Miss Warfarin not to approach the doctor.\r\n    \r\n    If we can solve this mystery, we may be able to clear some of the fog surrounding the doctor, but, unfortunately, for the time being, nothing has been solved yet.\r\n    ",
    "档案资料四": "Although everyone in Rhodes Island knows that Miss Warfarin is a veteran and a skilled healer, few people respected her, not just because of her size.\r\n\r\n    Perhaps because she is a blood demon that has not been out to see the world for so long, Miss Warfarin's moral values are rather thin. When she comes up with an idea, she acts on it immediately and with complete disregard for ethics. Many early Rhodes Island employees had horror stories of walking to their workplace, only for them to suddenly black out, and then opening their eyes to find themselves lying on the operating table and hearing laughter.\r\n    \r\n    As Miss Warfarin showed no sign of reflecting on what she had done, it was said that even Dr. Kaltsit had failed to persuade her, and that she was finally forbidden to act upon her unruly behavior.\r\n    \r\n    After that, Miss Warfarin's behavior abated a lot, but she still inadvertently left indelible memories for the staff. To this day, her authority is still not established among them.\r\n    \r\n    After all, she probably hasn’t reflected on her actions at all.\r\n    ",
    "晋升记录":"In recent decades, a pen name related to blood has often appeared in the author's column of various authoritative medical books published on the mainland. This mysterious figure is a legend in the medical field, because they have a wide range of knowledge and deep research in medicine, which can be called unprecedented, and every paper they published can also cause a sensation in the academic world.\r\n\r\n    However, no one knows whether they are a man or a woman, a person or an organization, so they called the figure \"Mr. Blood\".\r\n    \r\n    If you look at the books Mr. Blood has written in Miss Warfarin's room, you can probably guess that Mr. Blood is Miss Warfarin.\r\n    \r\n    Although she initially thought of trying to avoid being misunderstood as a blood demon, it seemed to her that it was just fun to see her pseudonym appear in various books.\r\n    "
  },
  "char_115_headbr": {
    "credit": "Number, Jetroyz",
    "客观履历":"Zima had been attending high school in Chernobog before the Chernobog Incident. Even back in school she had already showed enthusiasm towards fighting and combat missions. Throughout multiple tests, Zima displayed the powerful strength and firm physique that Ursus innately possess. She is currently a vanguard-class operative holding the position of group leader.\r\n    ",
    "临床诊断分析": "Radiography test results have shown that Zima’s internal organs were clearly defined and no abnormal shadows were found. No abnormalities were found in the detection of originium particles in her circulatory system, no signs of crystallization were found. At this stage, Zima is uninfected with Oripathy.\r\n\r\n    [Fusion Rate of Somatic Cells and Originium] 0%\r\n     \r\n    Operator Zima showed no signs of Oripathy\r\n     \r\n    [Blood Crystal Density] 0.12u/L\r\n     \r\n    Operator Zima has little contact with Originium.\r\n    ",
    "档案资料一": "Unlike other Ursus who are often considered irascible and sensitive, Zima while being very straightforward will often consider the consequences and effects of her words. It is confirmed that Zima will only speak out and take action when she deems it “doable”. Even so, should Zima believe that her companions are facing unfair treatment, she will defend them without question.\r\n\r\n    Thus, it is not recommended to treat Zima’s speech as mere teenagers’ jokes. More flexibility should be observed while handling the younger operators.\r\n    \r\n    It can be determined that operator Istana(Истина)’s words are very effective in restraining Zima. Communication with Istana should be maintained, and allowing Zima to feel the benefits of cooperating with Rhodes Island is necessary.\r\n    ",
    "档案资料二": "Zima was born in the city of Chernobog in the Ursus Empire. Observations point out that in recent years self-formed student associations have become a popular form of organization among the younger generation of Ursus. Influenced by the “New Culture” brought in from nations such as Victoria and Colombia, they end up being immersed for days on end in rock n’ roll, beer and gang fights. \r\n\r\n    Every leader of these student associations have their own unique nicknames. Zima’s original nickname was “Winter”, given to her by the gang leader of the Eastern Campus who she defeated. While members of another gang began calling her “General” (A derisive nickname, as in Ursus jokes a \"general\" is the equivalent of helplessness and lies). However, after Zima successively wiped out all the student associations around the school one by one, people started combining the two nicknames, calling her “енерал мороз” (Winter General)\r\n    ",
    "档案资料三": "It is obvious that all of the Ursus students who had survived the Chernobog Incident have formed a loose organization around Zima named “Ursus Student Council”. Some operators have said that the Ursus students regularly gather in operator Istana’s dorm room, calling it “класс” (‘Class’ or ‘Level’ in the common tongue). Taking the stable management of Rhodes Island's internal affairs into consideration, regular observation towards their daily activities is advised.",
    "档案资料四": "Recent book borrowing history of operator Zima:\r\n    “Nicola Mina” 100 Ways To Dress Up In Summer!\r\n    “Hop!” Special Issue · Top 10 Dynamic Headphones This Year\r\n    “The Death Of Suspect Ilyich” (Recommended classification: Detective literature)\r\n    “Friedrich’s Vom Kriege” (Published by Volkhov Press, Reprinted and Published in October)\r\n    ......\r\n    Contrary to expectations, operator Zima has not shown any tendency to neglect reading. Her extensive selection of reading material has greatly impressed us, perhaps there is a need to re-evaluate what’s popular among high school girls(JK) these days.\r\n    ",
    "晋升记录":""
  },
  "char_263_skadi": {
    "credit": "AEsir",
    "客观履历":"Skadi, a bounty hunter, currently hired by Rhodes Island. In the past while picking up bounty missions, Skadi has displayed exceptional results in all types of missions including but not limited to fighting large enemies, destroying hard targets, fortress storming, and elimination missions. This is estimated to be related to her past battle experience, any resume before being a bounty hunter is lost.\r\n\r\nCurrently now residing as a member of a Stormtrooper(can be referred to the German WW1 tactical breaching assault troop) unit. She also handles solo missions and acts as a reserve operator.",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are clearly outlined and no darkened shadows. Respiratory system shows no unusual originium particles. No symptoms of infected disease, as of now can be confirmed [Uninfected]\r\n\r\n[Body cells and Originium merging rate] : 0% Operator Skadi has no signs of Infection.\r\n\r\n[Concentration of Originium within blood flow] : 0.013u/ L WHAT? IS ? THIS? WHY? This, this just looks like she came right out of the greenhouse, and never ever came into contact with Originium! And with parameters this low,this is impossible!\r\n\r\nI propose, that we do not let Skadi out of the medical department, even if it means going to war with the combat units! She's literally the exception of all exceptions! Never would another medical science operator that loves biology and medical science give up on researching the mystery hidden within Skadi's body! We must run more tests, and....and get her to do a full scale analysis and more clinical assessment for comparison! And....and........Oh no, Dr Kal'tsit , please just this once!\r\n\r\n-Medical operator J.A",
    "档案资料一": "Operator Skadi was not welcomed in the masses of the normal operators.\r\n\r\nOn one hand, Skadi distances from crowds, is a quiet type, and actively avoids any social invites from other operators, which led to most Rhodes Island operators lacking connections with her.\r\n\r\nOn the other hand, Skadi in battle rarely coordinates with her teammates. In most situations, she would take on the entire mission solo, and let her teammates pick up the scrap, which led to dissatisfaction from her teammates.\r\n\r\nAnother thing to add was Skadi always replies in a cold manner. Combined with her brutal combat appearance, the operators slowly build up rumors of a devil form Skadi.\r\n\r\nAlthough this incident has then been covered up by Amiya, the rumors never really ended, but became much more exaggerated instead. Later then, there was even a version which discarded the defamatory part and focused on adopting multiple anecdotes of Skadi's actual combat prowess instead.\r\n\r\nCurrently, Skadi under confusing circumstances became the symbol of a disaster in the hearts of normal operators.",
    "档案资料二": "Something worth pointing out is that Skadi's combat style is strange yet dangerous.\r\n\r\nEngineer operators have tried a lot of times to replicate Skadi's sword. However, most of these attempts failed. What they could confirm was, the material of the sword was not special, instead it was its crafting method that was peculiar, unexplainable. Engineer operators who lived in remote locations have pointed out that they've seen these designs while trading, but they never really figured out its source.\r\n\r\nWhile wielding this giant sword that was hard to use for most people, Skadi was practically unstoppable on the battlefield. Compared with most operators who use heavy armor to protect themselves and their operators, Skadi uses a different way by utilizing her sword parrying moves and her physical endurance to battle her way with most enemies.\r\n\r\nIf we were to say that her body conditions were fearful, then her path of destruction would leave you boggled. A lot of operators after following Skadi on a mission will overly exaggerate about her physical prowess and describe her as some sort of modified monster that came from fairy tales or traditional folk lore.\r\n\r\nAlthough operator Skadi never really minded the evaluations, she did handed in her report once, complaining that her battle style often causes much problems, and minimizing collateral losses was basically not achievable most of the times.\r\n\r\nFrom an objective point of view, Skadi is indeed very adept at dealing with large numbers of enemies, however her actions in causing unnecessary damage, including destroying local roads and buildings, ripping metal protective barriers that was keeping the target enclosed and led to the escape of the target, solo storming a bunker which then led to a valley collapse.....These actions must be stopped.\r\n\r\nSkadi's actions are actually similar to one of the guard operators, Specter. And they are both unfamiliar to the knowledge regarding originium skills. Of course, to Skadi, neutralizing a target beforehand was always the most effective combat method.\r\n\r\nFrom that we can assess, Skadi's unpredictability is high . Although she has shown obedience while carrying out missions and accepting orders, her actions as a brutal war machine comparable to the destructive force of large construction vehicles must be restricted.\r\n\r\nOf course, such strength is still needed in partial missions.",
    "档案资料三": "[Operator Skadi dances with her blade as she tears apart armor, destroys defenses and ripping walls into two. Ger actions were exaggerating, her poses seem wild and distorted, as if she was performing a dance from a far foreign country, as if operator Skadi was not battling the enemy in front of her, but she was fighting against a larger existence far away.]\r\n\r\nReports like these were mostly rejected, a poetic description has no place in a battle report.\r\n\r\nHowever, undeniably Skadi's peculiar battle actions brought upon uneasiness to her teammates. A lot of similar factors, led to Skadi's habit of leaving the crowds of Rhodes Island and taking on a mission solo.\r\n\r\nA number of operators have clearly expressed that they wanted Skadi to communicate with them more so she could blend into Rhodes Island much more better. However, this is of a minority.\r\n\r\nIn reality, a lot of operators don't know that Skadi's only reason of rejecting people's cooperation, and that was .... \"to not bring upon danger to other people.\"\r\n\r\nOperator Skadi states that any people who has had a close relationship with her would inevitably be met with a terrible fate, and she chose to protect her potential friends, by not having any friends at all.\r\n\r\nAlthough this is questionable, Rhodes Island accepted her request under the circumstance that she would not disobey any rules.\r\n\r\nSkadi's mystery stands, regarding her birthplace, her actions, her body and her history, remains unknown.\r\n\r\nIts just that, occasionally, some operators would see Skadi sitting at the edge of the deck, solemnly humming a song.Although they never understood the lyrics, witnesses all claimed that it was a low, drawn-out yet sorrowful song.",
    "档案资料四": "I spoke to Skadi for a long time.\r\n\r\nShe never completely trusted me, her cooperation attitude was not obvious either, luckily I guessed her objective,and assumed that Rhodes Island would have the power to help her achieve it.\r\n\r\nI've explained to her the meaning of exchanging information, and although reluctant, Skadi agreed, that while giving up some part of information from herself Rhodes Island would help her obtain information.\r\n\r\nTo her, self isolation was a means to protect the others, and at the end of the day, she was not a villain. She has potential and power, and as such would definitely hesitate when a self-sufficient organization offers a helping hand to her.\r\n\r\nWhen we think about it this way, the reason is simple, as she really wants help to solve her own problems.\r\n\r\nWhile the conversation was ongoing, I used the professor's name sake ( even if the professor disagrees...please hang on with it, conversation skills are a way of such trickery.), that if some kind of unknown danger is upon Rhodes Island and Rhodes Island is unable to defend against it, then they would definitely send out Skadi.\r\n\r\nHowever my conclusion is:\r\n\r\n1. There is a secretive organization that has a deep connection with Skadi and is extremely hostile with her while using extremely violent methods.\r\n\r\n2. This organization isn't just related to Skadi only, and from her description, Skadi was used as an experiment,; or,they are baiting and forcing Skadi to do work;or, they couldn't handle Skadi as of right now but still wanted to force her into submission by striking at her mentally while biding their time.\r\n\r\nAnd Skadi did mention that she was searching for something , a thing that stop a tragedy from happening.\r\n\r\nFrom what perspective does she look like an isolated person? She was just a very burdened straggler....\r\n\r\nAh....Her past spent wandering around, was just a form of escape, yet this escape, was probably what sort of resistance she could at least put up against that organization of her.\r\n\r\nMy opinion......\r\n\r\nI feel like, the Professor should be more responsible with Skadi a little extra bit, like taking care of her needs. Isn't that one of the compulsory methods when promoting mutual trust?\r\n\r\nAh, Kal'tsit might not agree to this, if she knew I said this, she probably might hang me publicly at the bridge of the carrier.",
    "晋升记录":"Ahem, is everyone here?\r\n\r\nI know everyone came to this secret meeting just for one reason.....yes, I'm absolutely certain.\r\n\r\nEvery medical operator ------is interested about Skadi , right!\r\n\r\nHer endocrine system, her skin system, her bones,muscles and nerve system, coupled with that near-pure parameters of Originium Compatibily.\r\n\r\nWhat kind of living environment led to that body of hers? What race is she actually from? Her movement mechanisms and body function that exceeds all kinds of expectations, how does it all work together?\r\n\r\nYes, yes....\r\n\r\nThe secrets around her, there's too many of them!\r\n\r\nFor Rhodes Island, for all infected, and for medical science --- we must know the answer!\r\n\r\nMy proposal is that, in Skadi's meal we put a suitable dosage of sleeping pills....as for the dosage that can be discussed later, probably the dosage worth for 200-pax should suffice.\r\n\r\nThen, transfer the uncomfortable Skadi to thenearest medical center.....transfer complere!\r\n\r\nUhm.... the dissection might be a bit hard, but at least if we got more data than what Dr. Kal'tsit has, it will be a win.\r\n\r\nEven if its just the blood, a bit of it...or even small fragments of the muscle tissue? Yes, I think, this has no problem!\r\n\r\nEvery present medical operator, what do you think-\r\n\r\nOh.\r\n\r\nDr. Kal'tsit! When did you arrive.....\r\n\r\n---- Medical operator Warfarin's scheme was discovered by Dr. Kal'tsit, the talk was disbanded and Warfarin's pay was deducted."
  },
  "char_010_chen": {
    "credit": "AEsir",
    "客观履历":"Ch'en, a high ranking Great Long Men Superintendent and captain of the Long Men Guard Ministry special task force. She graduated from the Victoria Royal Guard school, with flying colors and excellent performances, While in service at the Long Men Guard Ministry, she has taken the initiative to crack down illegal activities within Long Men, fought against violent criminals, tackling criminal organizations, tracking armed escapees and international criminals, and has ever since obtained success.\r\n\r\nCurrently residing as a special personnel to assist Rhodes Island with their operations and providing tactical commands on-site.",
    "临床诊断分析": "[At Long Men's requirement to be undisclosed.]\r\n\r\nAh she did come to do the body check-up, but the file has been taken away and I didn't do any backups. Hmm? Of course its the Great Long Men side that asked for it.\r\n\r\n--- Medical Operator R.T.",
    "档案资料一": "[An overview of Originium Skills]\r\n\r\nCh'en never did really used Originium Skills in front of others, and this led to people assuming that she was bad with it.\r\n\r\nTruth be told, she was actually bad in controlling Originium Skills, including but not limited to incidents of her staff exploding, the blast walls exploding, the file papers blown away, and a list of unnecessary outside-experiment collateral damage. After using Originium Skills, she seems to exert a lot of stamina in one go, Ch'en would go into an exhausted state. At least after the mage operators' discussion, they all assumed that Ch'en lacked a good medium for her to control her own Originium Skill. while lacking a usable equipment to use, Ch'en would never get her Originium skills to be usable.\r\n\r\nI looked at test results, the staff became much thinner and sharper, and she got more accustomed to it ; at least compared to a pre-determined shape, she was more adept at using the Originium body within the staff. It was useless! If there was a sword shaped staff, then it might fit her. BUT WHO WOULD USE SUCH A THING! It would be just restricting herself.... a sword is used to hack at people! What a waste of unnecessary actions.\r\n\r\n- Mage operator D",
    "档案资料二": "Ch'en with a full faculty recommendation and all As for general subjects, graduated from the Victoria Royal Guard school. After coming back to Long Men, she immediately reported into the Long Men Guard Ministry. \r\nNo one knew about her past before she enrolled into the Victoria Royal Guard school, like how no one doubted her ability, her stubbornness to maintain her guard post, and her hatred towards evil. As for Ch'en's way of working, any officer who has worked for the Guard Ministry has complained - too strict, and too picky. And soon everyone assumed that, Ch'en would be lost in the battle between power and rank, and her confidence would soon be grounded(present tense : grind) to nothingness.\r\n\r\nWhat exceeded expectations was, crime rate and casualties declined for the past 2 years, more and more younger officers were being promoted faster and faster with much better efficiency. Ch'en on the other hand climbed up the ranks and joined the one of the most important part of the Guard Ministry, the Special Task Force.\r\n\r\nThe term of office for a Special Task Force member was normally not more than 2 years. Maybe it was to protect the lives of the officer or reduce the risk of mistakes caused by heavy load of pressure; maybe this post was never meant to be taken for long. Old serviceman of the Special Task Force being the casualties of a mission became the norm.\r\n\r\nCh'en, didn't back up. Never retreated, will not retreat and does not know retreat.\r\n\r\nShe became what was known in Long Men police history as the fastest officer to be promoted to Superintendent, and also the youngest captain of the Special Task Force. Whoever that was laughing or tainting her name in the past has now been conquered by her spirit and perseverance. Since, having a plan for the future is one thing, and planning for a plan everyday is another thing. \r\nWhy was she working so hard? Why to use her life until this end? Nobody knows, and no one will. \r\nCh'en's the recycle bin was always filled with papers crumpled or torn into pieces, the contents full of angered vulgarities.",
    "档案资料三": "Of course, Ch'en was not a complete workaholic or a police robot.\r\n\r\nOfficers and operators who've known Ch'en expressed that she seems to look like a perfect person instead, spreading her time across everything.\r\n\r\nNot lacking behind personal hobbies and dietary habits, she uses her time efficiently down till the last second, doing meaningful work.\r\n\r\nHowever, this also led to people to worry about her. A sudden cancellation of holidays or a complete disappearance while on holidays was normal, OTs until midnight, a stack of dossiers evaporated on the 2nd day, going to an emergency meeting after watching a new movie, was normal.\r\n\r\nCh'en treated herself in a highly efficient way, it was as if it was a machine that could never stop. And this led to people to always ask her.\r\n\r\n\"Are you ok?\"\r\n\r\n\"I'm fine.\"\r\n\r\nNo one has ever heard a different answer from that question.\r\n\r\nCh'en repeated her life like this, solving Long Men's problems infinitely; at the same time improving herself, her actions became faster, her thinking clearer. Always becoming a better person, with an infinite limit.\r\n\r\nWhat was she chasing for?\r\n\r\nEven her best friends didn't dare to claim that they know Ch'en. She bottled up a lot for herself.",
    "档案资料四": "[Restricted Logs]\r\n\r\n\"Your father has disowned you. And she has no other relations with me either, I would not care, and would never care.\"\r\n\r\nDo you want to leave here?\r\n\r\nYou can. But before that, I have something to tell you.\r\n\r\n-I know who that old man is.\r\n\r\nI'm very forgetful, I would forget a lot of stuff. - That night when you had your little adventure with your friend, I threw that to the back of my mind easily.\r\n\r\nThat was indeed my mistake. I've made a mistake that was unforgivable.\r\n\r\nBut I will forget.\r\n\r\nIf you want to leave, I will send you to a safe city, rich and sufficient. You will live there peacefully, happily.\r\n\r\nAnd you will say your goodbyes to here. This house you scorned, the streets you hared, and the people you loathed.\r\n\r\nBut you will lose all chances to unearth the truth, because the truth is buried under secrets and danger. I cannot let any unrelated people to be mixed into this.\r\n\r\nAnger? You are angry? You hate me?\r\n\r\nYes, of course. If I were you, I would also hate a useless person like me.\r\n\r\nAnother choice, listen well.\r\n\r\nYou'll stay.\r\n\r\nFrom now on, I will train you. You can hate me, loathe me,even attack me and kill me.\r\n\r\nWhy not? Of course you can . That is if you can. I will teach you the rights and wrongs. But in the future, you are on your own.\r\n\r\nNever forget, then do it yourself.\r\n\r\nBeing correct for your life deserves your perseverance; however correcting mistakes might costs lives.\r\n\r\nEven I do not know what awaits us in this city in front of us. This is a city full of opportunities, anything could happen.\r\n\r\nNow then, while I still remember, what you two said back then.\r\n\r\nGive up, or persevere?\r\n\r\nMake your choice.\r\n\r\n.....End of simulation.......\r\n\r\n.....Returning to menu......",
    "晋升资料":"She will be back."
  },
  "char_277_sqrrel": {
    "credit": "AEsir",
    "客观履历":"Shaw, a fireman from the Long Men Fire Department. She brought her fire safety skills into practical use in combat, and provides Rhodes Island with multiple choices of tactical options. Currently a Specialist in Rhodes Island, and provides full-covering service for fire safety skills.",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are clearly outlined and no darkened shadows. Respiratory system shows no unusual originium particles. No symptoms of infected disease, as of now can be confirmed [Uninfected]\r\n\r\n[Body cells and Originium merging rate] : 0% Operator Shaw has no signs of Infection.\r\n\r\n[Concentration of Originium within blood flow] : 0.12u/ L\r\n\r\nOperator Shaw rarely comes into contact with Originium.",
    "档案资料一": "Shaw's easily riled up, introverted and inept at communicating. She would never talk normally but once she starts, it would be hard to stop her. Choosing suitable words to use for completing sentences occupies most of her energy while communicating. However, she becomes serious whenever it is about her work. She fully faces her work with a serious attitude, and would go to extra measures preventing any possible situations that might cause a fire.",
    "档案资料二": "The petite Shaw easily gains trust and high commendation from her partners, mostly because of her professionalism when it comes to her work of fire fighting.\r\n\r\nThe large scale fire rescue during winter once completely shows Shaw's efficiency in fire fighting. Due to illegal uses of heating equipment, an indoor fire broke out and it spread to the entire building. Shaw rushed into the building multiple times to evacuate the trapped and save the civilians in need of help. At the end, Shaw directed a miraculous rescue operation with 0 casualties. After the incident, the Long Men Administrator Wei Yan Wu personally greeted him, which caused Shaw to be on the front pages of the local newspapers that day.\r\n\r\nThen, due to recommendation of Wei Yan Wu and the Guard Ministry, Shaw entered Rhodes Island to provide firefighting techniques and insurance and other related services. This obviously was a benefit for Rhodes Island, as most operators never clearly knew fire prevention skills and lack training for this, hence the services from an extremely professional firefighting safety consultant was necessary.\r\n\r\nWhen Shaw personally checked Rhodes Island's complex structure and fire prevention facilities, along with the knowledge that Rhodes Island had multiple operators that could manipulate fire at will, she knew this would be the biggest challenge she has ever face.",
    "档案资料三": "To cope with Shaw's daily routine work, Rhodes Island Equipment department has provided convenient firefighting tools, and a highly sensitive temperature sensor. However, the sensor was soon broken due to extreme usage.\r\n\r\n-- Operator Skyfire and Ifrit denied their responsibilities regarding the broken sensor.\r\n\r\nTo counter this, Shaw decided to use an efficient though traditional method, that is to write down a list of operators that could potential cause a fire, and also immediately conducted a talk to brief all Rhodes Island's operators regarding firefighting and fire prevention skills and basics. During the first talk, Kal'tsit was absent from it. Shaw displayed her intricately designed PPT full with firefighting basics(along with multiple colored warnings taken from fire disaster scenes.)\r\n\r\nThe whole talk ended under Shaw's unique quick-speaking successfully. As the Rhodes Island operators applauded like thunder, most of them expressed that they basically didn't understand what was said from the podium.(Partial operators expressed that they could only hear sound but never actually knew where the lecturer was.)\r\n\r\nFace with this unexpected awkward obstacle, Shaw was depressed for half a day. Although from this she understood something : Life has a lot of obstacles, but the inferno will never wait for a depressed person.",
    "档案资料四": "Based from Shaw's memories, her first encounter with fire originated from when her favorite acorn stall was burnt to ashes in a fire disaster. She found out that disasters may happen due to the will of man, but they would never disappear due to the will of man. She hopes to evade any possible stories of beautiful things lost due to disasters. This thinking was what shaped Shaw's mindset towards Rhodes Island's operators. When she discovered that people with evil and twisted ideas intend to bring forth disasters and cause havoc to people around them, she volunteers to use her actions to erase these disasters. For Shaw, to never let people's happiness be overwhelmed by the shadows of disasters, was the same as accepting a big round hazelnut from someone, equally precious and was something worth protecting.",
    "晋升记录":""
  },
  "char_136_hsguma": {
    "credit": "AEsir",
    "客观履历":"Hoshiguma, Elite operator from the Great LongMen Guard Ministry Special Task force. Contains several accusation records involving lawsuits. With possible intervention by Wei Yan Wu, Great LongMen Guard Ministry assessed Hoshiguma's exceptional abilities and made an exception to allow her into the LongMen Guard Ministry Special Inspector Team. Hoshiguma displayed highly professional skills in disaster relief missions, VIP protection and Red danger missions.\r\n\r\nCurrently resides as a Defender in Rhodes Island, while providing on site tactical support and battle execution.",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are clearly outlined and no darkened shadows. Respiratory system shows no unusual originium particles. No symptoms of infected disease, as of now can be confirmed [Uninfected]\r\n\r\n[Body cells and Originium merging rate] : 0%\r\n\r\nOperator Hoshiguma has no signs of Infection.\r\n\r\n[Concentration of Originium within blood flow] : 0.12u/ L\r\n\r\nOperator Hoshiguma rarely comes into contact with Originium.",
    "档案资料一": "A very tall Oni female.\r\n\r\nA complete opposite of Ch;en, her fashion wear is always casual. However, once Hoshiguma speaks, her identity as an inspector is instantly shown.\r\n\r\nLoves to drink. Though no one has ever seen her drunk.",
    "档案资料二": "During work hours, Ch'en is technically the superior of Miss Hoshiguma, though according to her resumes, Miss Hoshiguma joined the Guard Ministry far earlier than Ch'en, and both of them has been working in joint action ever since. Thus it was never strange that both of them do not have the gap of a superior-worker relationship.\r\n\r\nSurprisingly, regarding the understanding of Long Men, Miss Hoshiguma triumphs Ch'en. The dark side, the public, politics, economics, education and diplomatic relationships. Everything regarding Long Men, she has all seen and has her own thoughts about them.\r\n\r\nThis is what we call an all rounded genius. (the chinese TL used 文武双全 which means excelling in both arms combat and literacy, which was highly revered in old China eras as this was a high achievement if not the highest.Literacy was important back in old china eras as they were the key to holding high ranking positions in the royal court.)",
    "档案资料三": "Regarding combat, Miss Hoshiguma is about the same as her own race. While on the battlefield, she is more than eager than anybody to fight on it.\r\n\r\nHowever, Miss Hoshiguma has an important trait that most Oni races don't have - calmness.\r\n\r\nFrom her actions and speeches, one could sense thinking; From her vicious battles, one could sense control counter. If we said that the veins of the Oni ran the blood of ecstatic rage, then Miss Hoshiguma is one that counters it.\r\n\r\nThis may be related to her past.",
    "档案资料四": "According to Long Men records, while she was in the mafia, Miss Hoshiguma was special. Never bullied the weak, refuses to do crime, always has a sense of righteousness and displays a vibrant attitude. Coupled with a strong stomach for alcohol, she seemed like wandering fighter that was long forgotten by the history of the Far East, an honest person.\r\n\r\nObviously, this trait allowed her to be made into an exception for the Long Men Inspection Team.\r\n\r\nThought these were only all record statements, the Hoshiguma now is completely different to when she first arrived at Long Men, but this doesn't explain the question -- what exactly led to Miss Hoshiguma being completely educated and calm, and how did she end up in the Long Men Mafia?\r\n\r\nThese stories, obviously happened before she arrived at Long Men, but for now, they are left as unknown.",
    "晋升记录":"This person, Hoshiguma, I can lend her to you.\r\n\r\nFor our future cooperation, I'll give you a hint, Doctor.\r\n\r\nIf you think she's a sane person, that means you haven't completely discerned her.\r\n\r\nThat shield - Prajna, if one day she personally tells you the origin of that shield....\r\n\r\nThen you are qualified to say you are acquainted with her.\r\n\r\n-Wei Yan Wu"
  },
  "char_340_shwaz": {
    "credit": "AEsir",
    "客观履历":"The SP (Security Police, a unit in Japan police forces dedicated for VIP protection) of the previous mayor of Siesta and also the head of the Siesta Safety Bureau. Joined along the same time Ceylon joined Rhodes Island. Possesses good skills in covert ops, recon, anti scouting, wilderness survival and crossbow mastery. While attending as the Doctor's personal bodyguard, she's also responsible for training a part of Rhodes Island's base units.",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are blurred and darkened shadows are observed. Respiratory system shows unusual originium particles. Symptoms of infected disease positive, as of now can be confirmed [Infected]\r\n\r\n[Body cells and Originium merging rate] : 6%\r\n\r\nThe subject has sufficient control over the effects of the infection.\r\n\r\n[Concentration of Originium within blood flow] : 0.29u/ L\r\n\r\nThe subject is slightly infected, but no signs of deterioration is seen.\r\n\r\nAlthough her time of contracting the disease was quite early, but due to her joining Rhodes Island and receiving good treatment and necessary suppressing methods, her infection rate has been controlled.\r\n\r\n-Medical Operator Warfarin",
    "档案资料一": "An emotionless bodyguard.\r\n\r\nWhen needed, she will become the Doctor's bodyguard. Other than that, she can always be seen around Miss Ceylon.\r\n\r\nDoes not like any form of interaction. Even if someone tries to approach her, a cold reply would mostly be the answer.\r\n\r\nHowever, she is occasionally seen entering the bar with operators that were originally mercenaries or bounty hunters.",
    "档案资料二": "Miss Schwarz's two sided face.\r\n\r\nIn battle, Schwarz displays an extremely cold-blooded side. For her, her crossbow is the main attack weapon. In reality, a pencil, book or rope, anything could be used by her hands to become a weapon. To make matters worse, she does not have what others have at the very least, the self consciousness to protect herself and her own life. In battle simulations, her attacks were mostly successful, catching the defense off guard, but often with the price of losing herself or with the cost of a road of no return.\r\n\r\nFor Miss Schwarz, she may be inexperienced in facing monsters when compared to other operators. But when it comes to anti-personnel combat, she is probably the pinnacle of it. An operator once said : \"She was like a high precision, emotionless robot, existing only to kill people.\"\r\n\r\nBut whenever she's around Miss Ceylon, her cold attitude remains, but they were not harsh. Her relationship with Ceylon couldn't be described as just a simple master-servant relationship, but more of a sister to sister instead. In front Miss Ceylon, she looks like an older sister who overly pampers the younger one. Any kind of unreasonable request would be granted to satisfy her; any kind of fantasy dream and she would also tolerate her. Even her usual cold tone is mixed with a few hints of pampering.\r\n\r\nOnly in these few moments, in the eyes of the bystanders, that she transforms from a machine into a human. And it is exactly thanks to this, that the majority of operators that were scared of her when she joined Rhodes Island started to change their views about her.",
    "档案资料三": "After the Siesta incident, an overlooked detail : We all know, Schwarz pampers Miss Ceylon. But within the incident, she chose the other side instead. Even though she could be forgiven considering the circumstances. But at the end, she chose betrayal. And this caused a series of chain reactions.\r\n\r\nAfter the incident was revealed, we discovered that the true reason why miss Schwarz would stand on the other side was because her logic of thinking sided towards the Mayor of Herman. She loves and pampers Ceylon sincerely, but she is not a stupidly loyal servant. From a point of view, as the manager of the mayor, she was more suited to be the intellectual of the mayor. Her quote \"A mission that baths in blood, don't let Miss Ceylon sortie. Let the people who lives in the shadows do the work.\" clearly shows her personality.\r\n\r\nEven after the incident, Miss Ceylon still displays hints of an idealist, which is normal. Despite seeing a part of the cruel world, the perfect ending to the incident softened the impact. Plus, not all people has to admit that they know this part of cruel reality.\r\n\r\nHowever, our discussion comes to the most important part. Did Rhodes Island have to do it?\r\n\r\nFor people like Miss Ceylon, Rhodes Island contains quite a number of them. Rhodes Island was also not just purely a research organization. The essence of our decisions decides our fate to face tragedies. If that is so, then should we volunteer or are we required to reveal to them what they've never seen, the cruel reality of life? Or should we just follow what Miss Schwarz said. \"just let the people who lives in the shadows do the work.\"\r\n\r\nThis is a debatable question.\r\n\r\n-File records operator R.F.",
    "档案资料四": "\"....to be honest, when you are accustomed to it, killing people is nothing. Especially when the ones I'm killing are people that I have grudges on.\r\n\r\nAs for how I completely annihilated that family, you won't like to hear it. Technically, other than the scenery I've seen when I was going undercover, there was nothing else to be said. Then, wait, and strike. That easy.\r\n\r\nI was born in a Rim Billton entrepreneur's family. Both my parents are businessman. When I was 6, they were cheated in a business trade, and received a bag of Originium camouflaged as normal gemstones. That's how I contracted my infection when I played with it.\r\n\r\nAfter discovering, my parents instantly questioned the other party. They were ambushed on their way back and I was sold as a slave. I was chosen by a mercenary group, and ever since then, became a new member.\r\n\r\nThis mercenary group wasn't just active on the battlefield, they were mostly receiving VIPs from clients and doing dirty work. While me, who received special training was trained as a child assassin. After a few missions, the organization received a mission, which was to cause an \"accident\"\r\n\r\nMy mission was to assassinate Herman. While I was trying to get into range, I was force to submit to him. At that time, it was unbelievable, he was still..... Forget it, let's not talk about this. In conclusion, I helped Herman to eliminate the entire mercenary group, and then became Miss Ceylon's babysitter and bodyguard. That year, she was 3, and I was 12.\r\n\r\nWhile I was running errands for Herman.....please don't misunderstand, I volunteered. Miss Ceylon was the person I cared of the most, and Herman was the person I respected the most. From that point, it has never changed.\r\n\r\n....That day, Herman told me to come back to Siesta, and said, he found my enemy. Before I took off, he asked me, that if I really wanted to go. \"Schwarz, you could live freely here.\" And in the end, I still went back, not for revenge, but to make an end to all of this. Plus, I know, someone will be waiting for me. \"\r\n\r\n- This was the recording from the doctor himself. The original text was full of vulgarities and drunken words, hence large amounts of editing was needed in place, before asking permission from the owner to be made into a personal file record.",
    "晋升记录":"From one perspective, Miss Schwarz is a person, that when she basks in the light, the shadow within her fades away.\r\n\r\nHowever, I must point out that, this is just an optimistic yet irresponsible thinking.\r\n\r\nThe cruel reality, which is something we can see. Its like saying Miss Schwarz was just hiding her true self when she's around Miss Ceylon, than saying that the Schwarz around miss Ceylon is the real her.\r\n\r\nHer cold-blooded expression, and her will to ignore life while in battle, was more closer to her original self. That was something carved right into her soul. It's something that wouldn't be erased, even if she basked in the light for long.\r\n\r\nHence, we must understand, that even if Miss Ceylon's wish are near impossible to achieve, it was not something laughable. Because only one who has went through darkness itself, would know that there exists an unending and bone-chilling coldness.\r\n\r\nFortunately, she is at least understandable to this extent,\r\n\r\nOnly this, as she said, that one day, the doctor would be able to conquer the evil within her, and we hope that this day will arrive."
  },
  "char_348_ceylon": {
    "credit": "AEsir",
    "客观履历":"A graduate from the Royal Victorian National University in the fields of Originium Research. Currently working as a supporting researcher in Dr. Kal'tsit's research lab.\r\n\r\nPossesses good skills in water type magic, provides reliable healing support on the battlefield.",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are clearly outlined and no darkened shadows. Respiratory system shows no unusual originium particles. No symptoms of infected disease, as of now can be confirmed [Uninfected]\r\n\r\n[Body cells and Originium merging rate] : 0%\r\n\r\nAlthough due to professional reasons, Ceylon comes into contact with Originium in prolonged periods.However, adequate preparations were made and hence she was not infected.\r\n\r\n[Concentration of Originium within blood flow] : 0.21u/ L\r\n\r\nAlthough the numbers are quite high, it is not a surprising value for Originium researchers.",
    "档案资料一": "An ojou-sama that utilizes pride as her main weapon.\r\n\r\nShe was known as \"Miss\" instead of \"researcher\" was because her impression of the former left a much better impact. Hence even when most operators who were familiar with her work status, if mentioned to them, they would instantly said \"Ah, that ojou-sama\"\r\n\r\nAlthough most people call her by that, no one really hated her, since most of the time, she was correct. Even if she was wrong, she wouldn't be selfish with apologies.\r\n\r\n(Note: I used the word \"Ojou sama\" instead of \"miss\". In chinese, \"大小姐\" has the meaning as the same as Ojou sama. I'm pretty sure most people who watch japanese anime is familiar with the term. Although Mistress is the correct word for it, I avoid using it since some people may be confused.)",
    "档案资料二": "Siesta city, which is also home to Miss Ceylon, is one of the rare independent cities.\r\n\r\nIts rarity, isn't just that it's an immobile city, but also its status as an unaffiliated city and until now, is still rapidly progressing.\r\n\r\nIn reality, Terra has a lot of countries with a long history, but countries aren't the most uncommon thing, an unaffiliated city is.\r\n\r\nSupposedly, under current circumstances, the concept of a country points towards of a social gathering. In the past, they are indeed independent cities. Before the arrival of countries, there exists the gathering of independent cities. As said, even until now, even though a mobile city is supposedly under the name of a country, it retains its original culture from the city instead of the culture of the country.\r\nThough, I have to admit, as much as those arrogant old geezers don't want to, the concept of an independent city is gradually decreasing,as the concept of a country was way too powerful.\r\n\r\nUntil now, Terra still has a lot of independent cities, but their leaders might have already realized that a lone city will not hold itself against a country. And recently, a number of independent cities are already actively pledging allegiance to their neighboring countries.\r\n\r\nHowever, as Siesta City gradually show its shine, it may bring them towards a new direction.",
    "档案资料三": "To make people understand better, whenever Ceylon makes a self introduction, she intentionally left out her specified academic department.\r\nOriginium Research until now, accounting in both practical and theory research, has a lot of academic departments. Miss Ceylon's specified academic department was - <Research of the history of modernization for Practical Usage of Originium.>\r\n\r\nWhile the last few years of academics weren't able to achieve what modern science could do yet, a lot of precious research regarding Originium was lost due to bad preservation. In reality, searching for past material for clues to make a hypothesis regarding the advancement of other academic departments related to Originium is an important part of Originium research.\r\n\r\nAlthough even with the advanced technology we had now, our current research for historical sources became from initially only discovering theories until verifying theories from the sources.. Of course, recording history itself, means the utmost importance to civilization.\r\n\r\nMiss Ceylon although was just a fresh graduate from the university, her knowledge and passion for Originium research was extremely remarkable, as if you can already imagine how hard she worked at her school. An elite like her joining our ranks, was a surprise, even for Rhodes Island.",
    "档案资料四": "As for why Miss Ceylon's file records never had any mention of Schwarz, same goes to Schwarz's file records.\r\n\r\nIts because there was never a need for it. To use words to describe their intimate relationship was needless.\r\n\r\nAlthough, there was one point worth noting. Both of them viewed each other as the most important existence, though in their worlds, it isn't just them.\r\n\r\nMiss Ceylon will dine with other operators, research with them, and argue over theories until midnight. Miss Schwarz will also go on a solo mission, have a drink with a few operators that were affiliated as mercenaries, and have a \"killing\" in the training field.\r\n\r\nThey have their own lives, and upon joining Rhodes Island, their worlds expanded. Though it is expected that they will get used to it, and still view each other as the most important existence.\r\n\r\nThis is supposedly what an intimate relationship should look like, and what intimate should express as a term.",
    "晋升记录":"A book that has been constantly used. In it, records every known detail of the Originium up-to-date. The details of the book are sufficient enough to be arranged and released as a new book called <Originium Research, from Beginner to Advance.>"
  },
  "char_188_helage": {
    "credit": "AEsir",
    "客观履历":"Hellagur, once a member of the Guard Army of the Imperial Urzaz Empire. Currently the administrator of the underground infected clinic \"Azazel\". Any related resume is lost. Possesses experienced knowledge regarding military theory. His battle skills fulfill the requirements for most of the battle types. Currently staying in Rhodes Island as a partnership mediator and provides on site tactical support.",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are blurred and darkened shadows are observed. Respiratory system shows unusual originium particles. Symptoms of infected disease postive, as of now can be confirmed [Infected]\r\n\r\n[Body cells and Originium merging rate] : 13%\r\n\r\nAs the leader of the clinic for the infected \"Azazel\". Hellagur's symptoms are fairly obvious.\r\n\r\n[Concentration of Originium within blood flow] : 0.21u/ L\r\n\r\nThe concentration is still controllable, and it seems Azazel does have its own unique techniques of slowing down the infection rate.\r\n\r\nTo be honest, is there anyone who won't be interested in the techniques of Azazel? Of course, don't go and ask the General. He surely doesn't know one bit of it.\r\n\r\n-Medical Operator J.A",
    "档案资料一": "It was never known that from when did the operators started calling Hellagur \"General\". Although Hellagur never did reveal his own identity, the underground social group of the infected from Urzaz hailed him as a legend. this led to all of the operators at the very least be interested in some bit of those rumors.\r\n\r\nOf course, as what Hellagur himself said. As an infected from Azazel clinic, he is more suited to prolong the effective operation time of the clinic than improving its medical techniques, influence and size.\r\n\r\nIn reality, Hellagur did secure Azazel as a keystone. In the following years, Azazel has become the foundation of Chernobog's infected. As for the local infected, they all expressed their gratitude for Azazel.\r\n\r\nHowever, this principle of his that only keeps in mind of his own goals while ignoring others would not protect the clinic in the most turbulent times. Since they themselves possess quite an amount of influence. It did not matter if they were neutral or sided with any factions, as it would create direct and indirect pressure to the other faction.\r\n\r\nHowever, to fully back out of the Chernobog incident without any trouble proved Hellagur's excellent foresight. Though Hellagur has his own views on how the clinic was destroyed, he has said that until more evidence is found regarding the incident, no more details shall be revealed.\r\n\r\nAt least for now, Hellagur is tight-lipped about the incident regarding Azazel. If you really wanted info about Azazel, asking other operators might be faster.",
    "档案资料二": "Hellagur possesses strong hostility against the Urzaz government. Part of this hostility came from the urge to protect his clinic, the other part is unknown.\r\n\r\nBut Hellagur was not a man of defeatism. and has ever since showed a stubborn attitude towards operations within the area of Urzaz.\r\n\r\nHowever, when analyzing the effectiveness of the Urzaz military, he expressed that \"No other political body should ever face Urzaz head on in a direct conflict. Even if its corruption and rage will surely destroy itself, it is still the scariest thing on this land.\"\r\n\r\nFrom this point of view, Hellagur as an infected himself, may be considering much more depressing options compared to the other infected. The policy makers of Rhodes Island have their own views, and are very clear on the stance of Rhodes Island in this incident. Hellagur's relationship with Urzaz may bring up some minor distrust, but it his motives were made clear in the tactical meeting with the other operators. He claims, that as an infected, he has already sided against Urzaz.\r\n\r\n\"But. once Urzaz zeroes in on you, you will understand the difference of you making an enemy of Urzaz and Urzaz making an enemy of you.\"",
    "档案资料三": "[Classified records]\r\n\r\nAfter analyzing large amounts of messages and data fragments, I can make a theory of some of the truth. Anything after this point contains some personal mental analyzing hence it is for reference purposes.\r\n\r\n\"He has been met with twice a parting of life and death that he couldn't comprehend in his life\"\r\n\r\nThe first, was that he watched his lifelong friend dying in front of him. And that friend was the enemy commander, his mission target, and the core individual of the military that Urzaz specifically targeted.\r\n\r\nThe second, was a terrifying battle between him and his most trusted person. After that battle, he stood firmly, but the other was lost, with no traces, as if that the person has died in an unknown alley.\r\n\r\nThe first, his friend entrusted him a katana, \"降斩\" and an infected girl, 奈音.\r\n\r\nThe second, his most trusted person left him a black market clinic, \"Azazel\" and a belief.\r\n\r\nHellagur knew his friend planned Urzaz's fall, hence he would not blame him.\r\n\r\nHellagur knew the child of his most trusted person planned the whole betrayal, and hurt all the infected that trusted in the clinic. But Hellagur would not hate this child.\r\n\r\nHe always said he was just a warrior, maybe this was because he never knew how to face what Urzaz brought before him.\r\n\r\nThis small glimmer of hope, maybe his last motivation to stay alive.\r\n\r\nAlthough these conclusions contain some personal viewpoints of the informant, we choose to believe her powers in obtaining clues.\r\n\r\nOur action towards this incident lies on the policy makers. But at the very least, we may already know why the General would always sigh whenever Miss 奈音 broke a rule.",
    "档案资料四": "Although the general never mentioned his name, but I can partially guess his previous identity.\r\n\r\nA shining star during his teen in the battle of the 4 Kings. A famed warrior in his prime during the tenth Urka War. He continued to build up more military achievements. An Urzaz Militant like this was rare.\r\n\r\nWhile he did achieve military achievements in the BloodPeak(血峰) campaign, he disappeared without a trace. Based on the evidence above, only 1 Urzaz general fits the description.\r\n\r\nAs for how I came to this hypothesis, of course its just a guess! Urzaz executes around more than a hundred generals in the past decade. And any that survived was minuscule. Just get that attendance and you would know!\r\n\r\nHowever if its the past, me and Kal'tsit absolutely object this partnership. However, the times have change, even ■ ■ ■ ■ already acknowledges that it has became more challenging.\r\n\r\nKal'tsit thought that after the chernobog incident, Urzaz would definitely make some kind of crazy comeback. This supposedly should be solved through the Urzaz infected community. My thinking is much more simpler.Since Azazel was so deep underground, even if Rhodes Island sneaked it away, they wouldn't have any problems, they weren't familiar with it anyway.\r\n\r\nThe more cards you have in your deck the better, this isn't a game where the side which deals out the most cards win. And Warfarin was basically drooling at Azazel's healing techniques. Well, count me as doing a personal favor. But the professor doesn't even want me near the writings Hellagur gave him. Damnit, what's wrong with just a small peek? I'll remember this!\r\n\r\nHowever, what is the general actually thinking? Or in other words, what is actually supporting his ideals.\r\n\r\nAfter the blood peak campaigns, the nobles and politicians were consistently using excuses to diminish the military faction. The fact that Hellagur lived through the judgement proved that he was lucky. Of course, this may be because of his neutral ground on politics. But giving it a thought now, neither the Parliament or the military would be satisfied with the current situation. They must have the next step ready in motion.\r\n\r\nHe never revealed anything related to Azazel. the secrets within may be as shocking as his past. Kal'tsit knows, Hellagur is not the first administrator of Azazel.\r\n\r\nthis incident is not resolved. His past, his country, what he cares of, will continue to latch on him and drag him down. As for whether we will give him a helping hand at that, time, might not be something we can decide by then.\r\n\r\n-■ ■ ■ ■",
    "晋升记录":"\"To heal her, what would you be willing to lose?\"\r\n\r\n\"anything aside of her\"\r\n\"I want your dignity, sir. What the Imperial Urzaz Empire robbed of us, will be robbed from you too by us. \"\r\n\r\n\"I'm not sure if I had any dignity left within me anymore.\"\r\n\r\n\"There is, welcome to be one of us.\""
  },
  "char_274_astesi": {
    "credit": "AEsir",
    "客观履历":"Operator Astesia, A member of a cultist organization in Colombia. She was sent to Rhine Lab under a partnership contract.  Her occupation was a Documentation Consultant. She arrived at Rhodes Island along with her younger sister who was infected. While she was accepting treatment for Oripathy, she passed the test to become an operator.\r\nPossesses unique sword skills, and deals similar magic attribute damage towards close combat units. ",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are blurred and darkened shadows are observed. Respiratory system shows unusual originium particles. Symptoms of infected disease positive, as of now can be confirmed [Infected]\r\n[Body cells and Originium merging rate] : 4%\r\nOperator Astesia has signs of infection around her right calf and ankle.\r\n[Concentration of Originium within blood flow] : 0.2u/ L\r\nSlight infection, no signs of protruding Originium from the body.\r\nThrough investigations, it seems that this subject's oripathy disease is unique and is a rare case. It is suggested that arranged medical operators make scheduled treatment for her. Other than that, out of overall assessing the situation, a part of the medical operators are forbidden to access her files nor treat this patient. \r\n- Kal'tsit ",
    "档案资料一": "Astesia's bloodline has been practicing occultism, and is well versed in astrology. Hence, Astesia has obtained the membership for a cultist organization. This organization under a partnership contract with Rhine Lab sent her there to become a Documentation Consultant, making her responsible for mutual communication for both sides over incidents and documentary related items. Of course, when she is free, Astesia would use her experienced knowledge to persuade and enlighten her colleagues in Rhine Lab who holds doubts over their future. As time goes on, in the eyes of people, Astesia has become an individual who is specifically providing advice in Astrology and other related occult.. In actuality, only a small number of people know that the partnership contract between the organization and Rhine Lab was forged by herself. And her reason to make this decision, was because of her sister who was working in Rhine Lab  - Elena/Elina. ",
    "档案资料二": "Astrology was known as one of the oldest fortune telling techniques, and along with fortune telling, was known to be able to foresee the future and look back into the past.  Astesia wasted a huge amount of time in this art. Of course, she possesses a certain level of cognition yet conceit towards it. Yet, against Oripathy, her lifelong art was to no avail. She didn't expect her sister to be infected in an experiment, and did not expect that just by coming in contact with her twin sister she would also contract it. From that moment, her self arranged schedule of her future was smashed into pieces by fate. In her views, her future was as bright as the afternoon sun. It's just that, whenever she tries to look into that part of the past again, the past scenery were all blurred up long ago. ",
    "档案资料三": "Astesia and her sister was sent to Rhodes Island immediately for treatment. As per the assessment, the Oripathy has already set in, although the damage rate was light and would not cause much harm to the body. However, this was a major psychological impact to her, much more serious than expected. And to Astesia's doubt, seems to have directly affected the power that she was so proud of back then. For treatment and rehab purposes, Astesia accepted her sister's advice and joined Rhodes Island together. \r\nAstesia was well versed in swords. Astesia's bloodline has a ceremonial sword technique that has been passed down. While holding the celestial globe in one hand and the originium Sword in the other, the illusions of the stars seem to appear and disappear in between her movements. This sword art, can only be used if one possesses knowledge regarding astrology, sword skills and originium arts. Only by combining all 3 of them would one be able to wield it. She never stepped on the battlefield before, but using this newfound power, she believes she can withhold the responsibilities as a guard. ",
    "档案资料四": "\"We ran tests regarding Astesia's strength, and the results show that her power was based on an Originium Art. It can be detected and observed with most observation equipment, just that it was shown in a different way than most Originium Art would. As we know, the connection between Astrology and Originium Art was not much related, but recent famous astrologists seems to possess a certain amount of Originium Art and their depictions are similar to celestial bodies.  With no evidence supporting any direct relations between these astrologists and the celestial bodies, we could only make an hypothesis that the appearance of these Celestial body related Originium Art was to convince and make normal people believe and admire them more. As without these arts, most people would believe in science rather than Astrology. \r\nBack to the problem on hand. As for Astesia, based on her testimony, it seems that she can clearly feel that her power was gradually decreasing. As for the conclusion after our observations, the reason is that after contracting Oripathy, her original arts was being affected. And this effect is long-lasting, with the end effect unable to be confirmed. For Astesia, there are pros and cons. A further step of observation and research is required for a better conclusion. Report end.\"\r\n- Medical report from a medical operator to Dr. Kal'tsit.\r\n\r\nThe theory and meaning to Astrology still exists, but they have no relations to modern science technology. The days where you can still see the stars will gradually fade away, even the stars shining now might even let people sting in pain. \r\n-Writing that seems to be of Dr. Kal'tsit",
    "晋升记录":"[Anonymous channel excerpt - Astesia]\r\n\"Whenever sister Astesia was doing fortune telling, there would be a lot of stars around her. You wouldn't feel bored even for a whole day. \"\r\n\r\n\"I once did asked why her fortune telling was that accurate. She told me that it was just my luck that she didn't made any mistakes. Hmm, do all fortune tellers talk like her? \"\r\n\r\n\"When I was at the practice room with her practicing sword arts, and thought that her body was full of fat. I was wrong....that was a toned body!\" \r\n\r\n\"Her Originium arts, how do I put it.  They can naturally close in the distance between people, and along with those observant eyes. Personally, I'm not a believer in fortune telling, but she does possess eyes that can see through people. \"\r\n\r\n\"I heard that Warfarin was furious because she couldn't catch Astesia. Is that real, that's awesome.\"\r\n\r\n\"Her astrology methods seem to work really well with aromatherapy, I'll ask her to come around the rehab center sometime when she is free.\" \r\n\r\n\"How exactly does she do it, to let her Originium Arts to be as beautiful as she is!\" \r\n\r\n\"Onee-San is a Rock head Idiot!\""
  },
  "char_202_demkni": {
    "credit": "AEsir",
    "客观履历":"Saria, former head of the Rhine Lab Bio-defense department. Possesses knowledge of bio-science, microbiology and originium skills. At the same time, she excels in elimination warfare, VIP protection and emergency response. Currently residing at Rhodes Island in a joint research program. At the same time, both sides are negotiating for a further cooperation plan. ",
    "临床诊断分析": "MRI scan shows that the internal organs of the operator are clearly outlined and no darkened shadows. Respiratory system shows no unusual originium particles. No symptoms of infected disease, as of now can be confirmed [Uninfected]\r\n[Body cells and Originium merging rate] : 0%\r\nOperator Saria has no signs of Infection.\r\n[Concentration of Originium within blood flow] : 0.11u/ L\r\nSaria was my colleague back in Rhine Institute, and possesses quite a reputation in the fields of medic. However, she never became a medical operator. Hypothesis, she was too hard. \r\n\r\n\r\nI'm joking. \r\n- Medical operator Ptilopsis",
    "档案资料一": "[Originium skills rating]\r\nLady Saria once explained the theory of her Originium Skills for the mage and medical operators. The spell itself is related to a complicated theory. Simply put, other than simple originium skills, Lady Saria can freely manipulate any calcium elements and its related chemical properties with her body as the epicenter. Combined with her knowledgeable medical skills and powers, Lady Saria can perform any kind of request easily: \"Originium Skills blocking, weakening the enemy, strengthening oneself and supporting teammates.\"\r\nQuoting Lady Saria, the power of Originium Skills doesn't lie within its way of functioning, its how it achieves your objective. ",
    "档案资料二": "Lady Saria was once the primary leader of the Rhine Institute Bio Defense department. \r\nHer shield works also as a staff. Although under most circumstances, the enemies she faced most of the time doesn't require her use of originium skills. A few Rhodes Island operators have stated that Lady Saria was an irreplaceable tactical operator.\r\nFrom one hand, on the battlefield, Lady Saria would always use her knowledge along with the other medical operators to treat the wounded. On the other hand, with her exquisite wresting techniques, Lady Saria can easily destroy the body structures of enemies with her shield, rendering them immobile and even destroying their entire equipment. Most importantly, Lady Saria is also exceptional in tactical commandeering. Although the squad Lady Saria is in slightly slants toward being defensive, but undeniably, any operation that Lady Saria takes part in actually has any casualty situation. \r\n\"When Lady Saria raises her shield, she isn't just protecting anyone behind her. She's protecting everyone.\" \r\nOf course, most operators think that if Lady Saria could just put down her shield and use her bare hands, she would be far much stronger. That is, in terms of destructive power. \r\nYou definitely do not want to see what kind of grappling technique showcasing she uses when she's training her squad. ",
    "档案资料三": "The relationship of Lady Saria and Rhine Institute is complicated. Although most members from the former Rhine Institute that is working with Rhodes Island has shown a certain extent of respect towards her, only the former Rhine Institute medical operator Silence shows clear hostility towards Lady Saria. At the same time, it seems Lady Saria is not surprised from the clear hostility shown by Silence towards her. \r\nHowever, whenever Lady Saria attempts to get into a conversation with mage operator Ifrit, Silence would always appear to interrupt it. \r\nBased on data records, the conflict between Lady Saria and Silence originated from an experiment in Rhine Institute, and the director of this experiment was Silence. The experiement failed, and Lady Saria acted on solo to suppress the berserk experiment target. At the same time, due to the results of this experiment, Lady Saria resigned from Rhine Institute. \r\nWhy Lady Saria left Rhine and cooperated with Rhodes Island afterwards. The reason for this, is something we would never know. ",
    "档案资料四": "[Classified Logs] \r\nI've asked her about the reason why she wanted to cooperate with Rhodes Island. She left no words behind, as if she was pushing the initiative for an attack instead. \r\nSaria worries about the growth of Ifrit and the breaking of the seal. She states that, if no restriction is put in place, the disasters coming wave after wave would not just destroy Rhodes Island, but also initiate any other kind of danger factor. The higher ups of Rhine Institute covered this up, and Silence was unaware of this. \r\nI expressed that we are willing to keep observing Ifrit's situation, and welcomed her cooperation with Rhodes Island, on the premise that she has to cut all ties with any political body. \r\nRhodes Island requires the power of Saria to settle some problems and other problems regarding former Rhine Institute operators. Also, as for facing the mastermind, me and Saria have the same views on it and are prepared.\r\nWe must be careful dealing with Rhine Institute's problems, and Amiya must alert the operator who has gotten itself involved in the politics.",
    "晋升记录":"Lady Saria's individual power has been assessed and passed by Rhodes Island, however she has not become reckless with her powers. She guards her post steadfastly, and stubbornly uses her shield and originium skills to protect her teammates.\r\nBut, most operators would always have this question came into their mind once in a while: \"Despite having all these terrifying powers, why would you still use a shield and supportive skills to protect instead of releasing all your own powers into a destructive force towards the enemy?\"\r\n\r\nLady Saria never directly faced the question, conversely, she has always quoted this during her training with her squad members: \"Strength isn't the point in combat, and power does not mean recklessness.\" \r\n\r\nWithin the storm, only the Defender stands. "
  },
  "char_2014_nian": {
    "credit": "AEsir",
    "客观履历":"Nian, unemployed wanderer. An expert in all kinds of crafts with metals. Her appearance does not match what expert knowledge she has about metallurgy. Currently residing at Rhodes Island as a visitor. Occasionally, she provides advice for multiple metallurgy projects within Rhodes Island. She claims that she excels in the music entertainment industry, and sometimes provides Rhodes Island operators some products about the music industry, though it seems the operators never liked it. ",
    "临床诊断分析": "Nian under her strong requests, entered Rhodes Island under the guise of a visitor, hence she refused to take a medical analysis.\r\n\r\nAfter a series of betting, dice rolling. wrestling etc, the chance to actually take the medical analysis was gradually disappearing.\r\n\r\n\"Gaviel lost at the climbing round, what a pity! We nearly could've forced her to take the medical analysis. I never thought Gaviel would give her everything when it comes to the medical department, gambaro Gaviel, You'll get her next year! - Medical operator Hibiscus. ",
    "档案资料一": "For what reason did Nian arrive at Rhodes Island for, most operators didn't remember.\r\n\r\nThe most surprising thing was, Dr. Kal'tsit didn't ask the visitor to leave. Instead, she just said \"let her be\" before leaving for the surgery room in a hurry.\r\n\r\nAmiya has a friendly relationship with Nian, yet most of the time, they never met up.\r\n\r\nThis may be because Amiya is always working, yet Nian is always resting, or you could say it was in a holiday. Even....to the extent you could say she had nothing to do. This was because Nian was not an operator under Rhodes Island, hence the operators couldn't criticize her.\r\n\r\nLuckily, Nian didn't had the habit of interrupting people in their line of work. Most of the time, she was occupied entertaining herself. This made most of the operators to soon just ignore her.\r\n\r\n\"She doesn't interrupt people in their line of work? She was trying to convince people to play mahjong on work hours, nobody stopped her?\" - Operator Yato . ",
    "档案资料二": "Although she doesn't have a good attitude, Nian is still a kind-hearted person. The engineers would even say that she was a helpful person. Nian would be very interested whenever she was discussing the differences of the materials with the other engineers, also actively participating in creating designs and experiments for a new prototype alloy. As long as it was a problem regarding the structures, Nian would even burn the midnight oil for a few days along with the engineers.\r\n\r\nLooking at Nian expressively debating with the weapon designers, the author guessed that maybe Nian put in all her time within her interests, and not the daily work.\r\n\r\nHowever, when offered an engineer position within Rhodes Island, Nian refused flatly. I must point out that, Nian was far more gentle when she was treating the engineers related to metallurgy. Normally, only the reserve actors inside her \"independent action film\" that she was about to take could have this kind of treatment.\r\n\r\nSo, what is it for then? ",
    "档案资料三": "After getting Dr. Kal'tsit's approval, Nian joins the other team members in some battles. Although her stated objective was to \"reduce some boredom in the everyday life\", her support towards her teammates never exuded a hint of playfulness.\r\n\r\nNo one would think Nian was playing on the battlefield. On that field, she was a powerful warrior.\r\n\r\nAs a defender. Nian does not wear armor, however no one ever saw her hurt.\r\n\r\nTo this, Nian claimed that it was because of her equipment.\r\n\r\nBe it the thick shield or the weird greatsword, Nian could use them expertly. Nian could even separate her shield to be deployed to different parts of the battlefield. The shield utilizes a currently unknown technique to tank incoming damage for her teammates.\r\n\r\nAlthough the mage operators think Nian is not completely unrelated to Originium Arts, it doesn't matter to her teammates. If it works, non logistic operators would not care about her working theory. Yes, nobody would care if she could cleve apart the Metal crabs with her sword. I think.\r\n\r\nUnder normal circumstances, the engineers would not recommend doing any reverse engineering or analysis on her weapons.\r\n\"It's useless, we can't even make it, those kinds of toys are for her to play.\"\r\n\r\nOf course, the 3rd until 6th engineering rooms within Rhodes Island was working non-stop for 3 months, and the experiment waste increased by a lot. However, all the engineers' mouths stayed shut. Maybe this is their motivation.",
    "档案资料四": "[Encrypted logs]\r\n\r\nWe can't wait any longer. No any other reasons, you are now sitting atop a boiling kettle, now the water is boiling, do you still want to wait it out.\r\n\r\nI only have 11 brothers and sisters. I'm not here to seek help. Nobody can help us in this kind of situation.\r\n\r\nThink about it, one dies, then all its related events would disappear. As long as i die, everything of me disappears.\r\n\r\nIf people can create worlds within their dreams, then this beautiful sweet dream would soon burst like a bubble.\r\n\r\nI've already said it, I'm not here for help. I just want to invite people to witness this event. To witness, to prove this existed.\r\n\r\nDon't let your everything disappear under the whispers.\r\n\r\nOh you can please tell Kal'tsit to jot it down. She's busy. but she should see it. ",
    "晋升记录":"Original poem :\r\n“有兽如垩 腹若大釜\r\n其数为九 角似赤铜\r\n时久色迁 几近日气\r\n......\r\n语曰 天有洪炉 地生五金\r\n人有十类 兽亦百种\r\n......\r\n伐谋百世 一朝毁之\r\n国蚀器锈 如梦似电 无踪泡影”\r\n\r\n许多部分已经模糊，没法阅读.\r\n\r\n-Poem TLs by AEsir-\r\nOnce there were white beasts, that has bellies as big as a big cauldron.\r\n\r\nThe beasts numbered nine, with horns of bronze.\r\n\r\nAS the days past......\r\n\r\nAs they once said, the sky is a great furnace, and the grounds produced the 5 metal elements(or could be translated to all kinds of minerals.)\r\nHumans numbered up to ten kinds, but the beasts numbered up to hundreds.\r\n\r\n....\r\n\r\nA plot devised over hundreds of eras, yet destroyed by one.\r\n\r\nAs the country rots and metals rust, it was like a dream, as everything disappeared quickly without a single trace.\r\n\r\nThe rest was blurred, unable to read."
  },
  "": {
    "credit": "",
    "客观履历":"",
    "临床诊断分析": "",
    "档案资料一": "",
    "档案资料二": "",
    "档案资料三": "",
    "档案资料四": "",
    "晋升记录":""
  }
}