{
    "char_129_bluep":{
        "credit":"LanceGT0"
        ,"临床诊断分析":"Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\n\n[Fusion rate of somatic cells and originium] 0%\n\nOperator Blue Poison showed no signs of being infected by originium.\n\n[Blood crystal density] 0.1u/L\n\nOperator Blue Poison has little contact with originium."
        ,"档案资料一":"Operator Blue Poison considers her work on the battlefield wicked but indispensable, and she tries to adapt to Rhode Island's demands on her behavior and always returns good performance.\nIn operations, she adopts a personal sense of humor to eliminate the pressure of combat, and ease her colleagues guard (for example, dispensing detoxification to everyone before the battle).\n\nThe small crossbow used by Blue Poison have proven to be a very effective sniper weapon with excellent range, with her own poisoned crossbow bolt that made every attack more lethal. Blue Poison never lets an enemy die in a miserable state, because it is not elegant."
        ,"档案资料二":"According to operator Blue Poison statement, as a young girl she has understood the fact that she is a \"Poison\". Any biotic or abiotic entity has a weakness, with the use of certain poisons, this small vulnerability can be amplified into irreparable fatal injury, is Blue Poison understanding of \"Poison\".\n\nCurrently, the toxicogenic capacity of Blue Poison is being studied by Dr. Kalt’sit and daily sampling work was carried out. To the relief of Blue Poison, Rhode Island is a meritocracy unfettered by strong moral convictions, so her poison powers can be put to good use here.\n\nIn view of the fact that she herself is a toxin, Blue Poison shows relatively resistant attitude, however, if Blue Poison ability is guaranteed to be accepted by other operator, and will not affect others' attitude towards Blue Poison, could Blue Poison accept her poison ability? To this question, Blue Poison did not give a clear answer, with the usual polite and slightly vague attitude to subterfuge gently away from the topic.\n\nAbout the fact that she is a toxin, does operator Blue Poison still harbor a feeling of disgust? Or is it that she has come to approve of and accept this ability, but has to be torn in her interactions with others? All this still needs to be judged by the doctor's own interaction with Blue Poison."
        ,"档案资料三":"What can be determined is that due to operator Blue Poison unique fighting style, her reputation as a \"Toxin\" has spread like wildfire, and has a certain impact on her daily life.\n\nA detailed report from the medical team after repeated tests of the operator so-called poisonous abilities has not been made public. However, it is certain that the daily contact with operator Blue Poison will not be affected by its \"Toxin\" ability. In fact, the so-called \"poisonous\" ability of operator Blue Poison is more reflected in her skilled production techniques of Toxic agents and her rich knowledge of toxicology.\n\nOperator Blue Poison in her spare time outside of combat, stays in Rhode Island to do simple tasks, such as baking cakes. According to operator Gumi (Current Ursus student Gumi, she was assigned by the logistics department to help kitchen work) recommendation, the desserts of Blue Poison \"can completely make a person who doesn't eat sweet surrender!\" According to a number of anonymous tasting feedbacks, Blue Poison being good in desserts is indeed worthy of such a reputation, but it would be better if she could be less individualized in her choice of decorating colors.\n\nIn addition to dessert making, Blue Poison has a keen sense of fashion, and she is also very interested in the current fashion. She has proposed her own clothing style and suggestions to the logistics department and sales station of Rhode Island many times."
        ,"档案资料四":"Despite the lack of conclusive evidence, several secret sources indicate that Blue Poison have been identified in some battles against large creatures. Most of this information is uncorroborated and there is no visual reference.\n\nSince operator Blue Poison has never shown any connection to this type of combat nor has he ever mentioned such an experience.\n\n[Restricted Record]\n\nAccording to a personnel's recollection, when operator Blue Poison first saw operator Specter, she had once greeted with latter. However, such information was not considered necessary for reference, given the complete courtesy shown by operator Specter to any operator. Such information should be carefully reviewed in the future to prevent bias in the treatment of individual agents."
    }
}