{
  "char_002_amiya": {
    "credit": "",
    "originiumInfection":"Body surface shows crystallization. According to medical test, subject is confirmed to be infected.",
    "客观履历":"",
    "临床诊断分析": "",
    "档案资料一": "",
    "档案资料二": "",
    "档案资料三": "",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_129_bluep": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\n\n[Fusion rate of somatic cells and originium] 0%\n\nOperator Blue Poison showed no signs of being infected by originium.\n\n[Blood crystal density] 0.1u/L\n\nOperator Blue Poison has little contact with originium.",
    "档案资料一": "Operator Blue Poison considers her work on the battlefield wicked but indispensable, and she tries to adapt to Rhodes Island's demands on her behavior and always returns good performance.\nIn operations, she adopts a personal sense of humor to eliminate the pressure of combat, and ease her colleagues guard (for example, dispensing detoxification to everyone before the battle).\n\nThe small crossbow used by Blue Poison have proven to be a very effective sniper weapon with excellent range, with her own poisoned crossbow bolt that made every attack more lethal. Blue Poison never lets an enemy die in a miserable state, because it is not elegant.",
    "档案资料二": "According to operator Blue Poison statement, as a young girl she has understood the fact that she is a \"Poison\". Any biotic or abiotic entity has a weakness, with the use of certain poisons, this small vulnerability can be amplified into irreparable fatal injury, is Blue Poison understanding of \"Poison\".\n\nCurrently, the toxicogenic capacity of Blue Poison is being studied by Dr. Kalt’sit and daily sampling work was carried out. To the relief of Blue Poison, Rhodes Island is a meritocracy unfettered by strong moral convictions, so her poison powers can be put to good use here.\n\nIn view of the fact that she herself is a toxin, Blue Poison shows relatively resistant attitude, however, if Blue Poison ability is guaranteed to be accepted by other operator, and will not affect others' attitude towards Blue Poison, could Blue Poison accept her poison ability? To this question, Blue Poison did not give a clear answer, with the usual polite and slightly vague attitude to subterfuge gently away from the topic.\n\nAbout the fact that she is a toxin, does operator Blue Poison still harbor a feeling of disgust? Or is it that she has come to approve of and accept this ability, but has to be torn in her interactions with others? All this still needs to be judged by the doctor's own interaction with Blue Poison.",
    "档案资料三": "What can be determined is that due to operator Blue Poison unique fighting style, her reputation as a \"Toxin\" has spread like wildfire, and has a certain impact on her daily life.\n\nA detailed report from the medical team after repeated tests of the operator so-called poisonous abilities has not been made public. However, it is certain that the daily contact with operator Blue Poison will not be affected by its \"Toxin\" ability. In fact, the so-called \"poisonous\" ability of operator Blue Poison is more reflected in her skilled production techniques of Toxic agents and her rich knowledge of toxicology.\n\nOperator Blue Poison in her spare time outside of combat, stays in Rhodes Island to do simple tasks, such as baking cakes. According to operator Gumi (Current Ursus student Gumi, she was assigned by the logistics department to help kitchen work) recommendation, the desserts of Blue Poison \"can completely make a person who doesn't eat sweet surrender!\" According to a number of anonymous tasting feedbacks, Blue Poison being good in desserts is indeed worthy of such a reputation, but it would be better if she could be less individualized in her choice of decorating colors.\n\nIn addition to dessert making, Blue Poison has a keen sense of fashion, and she is also very interested in the current fashion. She has proposed her own clothing style and suggestions to the logistics department and sales station of Rhodes Island many times.",
    "档案资料四": "Despite the lack of conclusive evidence, several secret sources indicate that Blue Poison have been identified in some battles against large creatures. Most of this information is uncorroborated and there is no visual reference.\n\nSince operator Blue Poison has never shown any connection to this type of combat nor has he ever mentioned such an experience.\n\n[Restricted Record]\n\nAccording to a personnel's recollection, when operator Blue Poison first saw operator Specter, she had once greeted with latter. However, such information was not considered necessary for reference, given the complete courtesy shown by operator Specter to any operator. Such information should be carefully reviewed in the future to prevent bias in the treatment of individual agents.",
    "晋升记录":""
  },
  "char_180_amgoat": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n        [Fusion rate of somatic cells and originium] 8%\r\n         \r\n        Operator Eyjafjalla showed signs of the infection, the symptom is some degree of deafness.\r\n         \r\n        [Blood crystal density] 0.5u/L\r\n         \r\n        Operator Eyjafjalla internal circulation system showed high levels of crystallization. \r\n        ",
    "档案资料一": "During Eyjafjalla first appearance in Rhodes Island, the clerk who was leading her to the personnel office noticed something unusual about her: She often couldn't tell what people were saying, and occasionally would bumped her head. Other staff members wondered whether the diminutive girl was the sister of an operator or an intern from the Rhodes Island pharmaceutical department.\r\n\r\n        A few days later, Eyjafjalla joined Rhodes Island. She was accepted by senior staff members as operation officer and as an expert in various fields, including magic and natural disasters. Those who had doubted her initially were surprised and conflicted about it. While others felt differently about the situation.\r\n        \r\n        Some felt astonished and noticed that the girl, whom they had not paid serious attention to at first, had already left her name at Leithania's prestigious institutions of higher learning. The conversation soon turned to the exchange of academic qualifications.\r\n        \r\n        While others felt happy about the new arrival of a young staff member in the magic department would bring a lot of energy to the normally serious and dull work. They argued in low, barely concealed excitement about who would teach the girl during her internship.\r\n        \r\n        However, a few people felt saddened that she is already infected and no one can predict where she will stay in the future.\r\n        ",
    "档案资料二": "According to operator Eyjafjalla written report, she was born in an orthodox and academic family in Leithania. Her parents worked in William University in Leithania. Her father was a professor of originium technical college and a tutor of the trainees. Her mother was an expert in natural environment and ecosystem research. Both of them were killed in a pyroclastic flow during a field trip on a volcano.\r\n\r\n        Eyjafjalla parents co-authored a project to investigate Terra’s natural disaster system, in which the volcano was an important focus. Among the knowledge Eyjafjalla brought to Rhodes Island, she treasured most of all her parents' reports on volcanology. Hoping that these studies would not end by the death of her parents, she chose to inherit their work on volcanology.\r\n        \r\n        The study of volcanology requires field investigation before and after the eruption, staying for long periods of time in the volcanic zone during the investigation. All the while the volcanic belt is spewing volcanic soot full of originium particles in the air. The cooling magma is constantly churning out originium veins. An active volcanic zone becomes a typical disease-susceptible area. It is believed that this is the direct cause of Eyjafjalla infection.\r\n        ",
    "档案资料三": "The physical manifestation of Eyjafjalla disease is quite obvious. Her auditory nervous system was severely damaged by the disease. Due to this she is suffering from various degrees of hearing loss. Fortunately, with Rhodes Island timely intervention, Eyjafjalla received treatment before further deterioration of her symptoms, and her disease since then has been developing slowly.\r\n\r\n        In daily life, Eyjafjalla must communicate using hearing aids or by increasing the volume of a conversation and repeating it several times.\r\n        \r\n        In addition, a number of well-documented communication experience based on facial expressions and body movements is also considered effective. The following is a summary:\r\n        \r\n        Eyjafjalla shake her head: The conversation is not working.\r\n        \r\n        Eyjafjalla shake her head and show surprise expression: It is very likely that there is a difference in understanding in the choice of some words, please explain as soon as possible, otherwise there will be the possibility of misunderstanding.\r\n        \r\n        Eyjafjalla nods: The conversation goes well.\r\n        \r\n        Eyjafjalla nods her head and gives a positive expression: The conversation is effective and successful in communicating ideas. But please also pay attention to the precision of the words. Even positive results can be built on a pile of misinformation that neither side knows about.\r\n        \r\n        Eyjafjalla repeating a word or sentence several times: Eyjafjalla is actively asking whether what she is receiving is accurate. Please respond positively and watch the volume.\r\n        \r\n        Eyjafjalla with a daze or negative expression: There is a good chance that some kind of misunderstanding has occurred and you need to immediately recall the previous conversation to avoid further misunderstanding.\r\n        ",
    "档案资料四": "[Restricted Record]\r\n        I have read Eyjafjalla files and the thesis she has presented.\r\n        \r\n        《The influence of underground originium veins on the volcanic movement cycle》, 《The investigation report on the relationship between originium and natural disasters》, and other analysis reports... are well written and very insightful.\r\n        \r\n        However, it's dangerous.\r\n        \r\n        In particular, I hope you understand that. She is going against certain things -- not just academics.\r\n        \r\n        Ant colony -- you should know about this. So you've seen that colonies like to carry dead creatures.\r\n        \r\n        While the dead creatures are decaying, before they do, the colony will tear up as many organic parts as it can, cut them up into tiny pieces and carry them back to the nest, where they feed their entire colony.\r\n        \r\n        The ant colony must become strong to survive on this vast land.\r\n        \r\n        Do you understand? Originium... is the dead creature. For today humans, they're feeding the whole society with originium, in order to make their own populations stronger. As for the purpose of power, it is to guard against, to counter, maybe some changes will happen in the future.\r\n        \r\n        Yes, even if we follow Eyjafjalla’s argument, about the fact that originium and natural disasters…. have a connection.\r\n        \r\n        Humans can't stop, they simply cannot stop.\r\n        \r\n        …\r\n        \r\n        For the time being, the child can continue her research.\r\n        \r\n        Until it comes to a time when she is certain of her own future.\r\n        \r\n        -- recorded at an internal meeting by speaker ■■\r\n        ",
    "晋升记录":""
  },
  "char_158_milu": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\r\n \r\n    [Fusion rate of somatic cells and originium] 0%\r\n     \r\n    Operator Firewatch showed no signs of being infected by originium.\r\n     \r\n    [Blood crystal density] 0.08u/L\r\n     \r\n    Operator Firewatch has little contact with originium.\r\n    ",
    "档案资料一": "Operator Firewatch possess qualities of what a normal person expects of a sniper: steady, focused, calm and decisive. However, Firewatch is not a ruthless killer; but few could see beyond Firewatch desire for revenge, Firewatch secretly express her inward feelings about many things.\r\n\r\n    Firewatch view all displays of affection as a sign of weakness. And for her \"revenge,\" she can no longer be weak.\r\n    ",
    "档案资料二": "When one looks at Firewatch, one often feels that one is looking at a forest.\r\n\r\n    The bow-strings quivered, the arrows shot, these are all the silent words of Firewatch, like the rustling of the leaves as the wind blows through the forest.\r\n    \r\n    Firewatch is so secretive about her past that the writer never gets to know her through her story.\r\n    \r\n    But sound cannot be wrong. Many people don't notice this -- everyone has a unique voice, sometimes in comes from the throat, sometimes in comes from the heart.\r\n    \r\n    The voice in Firewatch’s heart comes from the forest. It is from the deepest part of the forest\r\n    Only in the deepest parts can you hear these quiet yet deafening sounds.\r\n    \r\n    Miss Firewatch had once said that all her tribes and friends were buried there.\r\n    \r\n    Just what had she been through...?\r\n    ",
    "档案资料三": "The harmonica is a favorite instrument of the Eyjafjalla. Most of them are born in the cold region of Sámi, and some of them lived in the northern regions of Ursus or Kazimierz, so they liked small and medium-sized instruments. In addition to the harmonica, the clarinet, violin and guitar are all loved by this people. \r\n\r\n    Playing these instruments does not require much physical exertion, and is a suitable form of entertainment for the Eyjafjalla, who experience long autumn and winter periods throughout the year. Even if there is only one player playing, it can easily influence the whole venue with emotions of joy or sadness. \r\n    \r\n    Occasionally, Miss Firewatch would sit on the deserted bridge and play her harmonica. She always sat facing toward the north. Whenever I hear that harmonica playing melodious but sad music in the wind, my heart also flies in the wind, drifting towards the mountains and forests in the north.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    Mercenary Meteorite – currently is an operator of Rhodes Island. When the gun-toting Sarkaz and Firewatch first met in Rhodes Island neither said a word to one another. They were then assigned to different groups and did not actively seek out one another. The two who had once fought side by side in the past, has since parted after the destruction of Firewatch’s home. It remains to be seen whether a chance encounter in Rhodes Island, where both of them are fighting for the same goal, will reconcile and once again fight side by side.\r\n    \r\n    For Rhodes Island, whatever happens, there is only one danger that must be avoided -- from within. But Rhodes Island is not going to abandon its operators who have struggled to find a home here on the grounds of a complicated past.\r\n    \r\n    Those of you who have read this far, if you can, please listen to the author's request of Miss Firewatch. Please guide her, unshackle her chains, and lead her out of that dark forest. Let her heavy revenge, be buried with the dead leaves together.\r\n    ",
    "晋升记录":""
  },
  "char_109_fmout": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs of operator Gitano were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n    [Fusion rate of somatic cells and originium] 5%\r\n     \r\n    The occult abilities of Gitano may be associated with infection, but there is no conclusive evidence.\r\n     \r\n    [Blood crystal density] 0.3u/L\r\n     \r\n    Near the middle stage of infection, infection is beginning to affect body function but is not obvious yet.\r\n    ",
    "档案资料一": "While the oracle cannot divine her own future, but through omens Gitano can make preparations to face it. While casting a spell attack, Gitano does explosive damage through her originium crystal ball, but after releasing such power, her blood must be strong enough to endure the backlash.\r\n    ",
    "档案资料二": "Gitano enjoys divination, instead of accepting money she would take fruits or a piece of cake as \"payment.\" As for the content of divination, you can ask her questions that range from your own fate to where you lost your keys. Like other oracles, Gitano answer is one of those ambiguous predictions that can be answered with a little thought on your own end.\r\n    ",
    "档案资料三": "Different from her laid back divination, when Gitano is playing card games. She is intense, strong and competitive. Due to fears of her cheating with her shuffles, it is always done by others. Even so, with her familiarity with \"cards\", there were still so many ways she could cheat that she would never admit to unless caught. However, some people still like to play cards with her, one type likes to catch her cheating on the act, another type, just likes to see her rarely seen nervous expression.\r\n    ",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_134_ifrit": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n    [Fusion rate of somatic cells and originium] 19%\r\n     \r\n    Patient Ifrit has multiple crystal patches on her skin, with lesions located throughout the body. At present, the disease is under control and there are no further signs of crystallization.\r\n     \r\n    [Blood crystal density] 0.51u/L\r\n     \r\n    Patient Ifrit circulating system test showed that her crystal density is slowly increasing. So far, she is undergoing a second batch of stable treatment regimens approved by the medical team.\r\n    ",
    "档案资料一": "Operator Ifrit is a relatively difficult agent to describe. Much of her profile is missing.\r\n \r\n    What is known is that before her transfer to Rhodes Island for treatment, Ifrit had been receiving treatment for a long time at Rhine Lab. Judging from the symptoms she is exhibiting. It was not a successful treatment.\r\n     \r\n    As one of the more important patients in Rhodes Island medical team, Ifrit attending physician was Silence herself, which is consistent with the public data about the two of them in Rhine Lab. Even when they arrived in Rhodes Island, the two maintained the close bond they had formed during Rhine Lab.\r\n     \r\n    Regarding Ifrit personality, her mind is relatively childish. She is quite rebellious, impulsive and overconfident most of the time, even self-aggrandizing. She is the type of person who will take immediate action when she thinks of doing something and doesn’t care what the risks are.\r\n     \r\n    But, on the other hand, what sustains her recklessness is her remarkable talent for originium craftsmanship. To even match this talent, Rhine Lab had to customize a complete set of flame-releasing equipment for her. This \"big gift\" drove Ifrit to start and enthusiastic show her ability more.\r\n     \r\n    All in all, from everyday observation, Ifrit is a girl who is easily immersed in her emotion. She temporally lacks the ability to distinguish between good and evil for now. Her mental age is also of a relatively young girl. And in such extreme circumstances like the battlefield, the instinctive side of her character will drive her to fight off and even annihilate all the enemies who invade her space. So even though she didn't realize it, she still protected many people.\r\n    ",
    "档案资料二": "What is known from currently available public data is that Ifrit belongs to Sarkaz. However, her horns are polygon in structure and her tail is bigger than those of normal Sarkaz. Even if the current research on Sarkaz has not yet fully characterized the ethnic group, at least compared with the many Sarkaz features found in Rhodes Island, Ifrit’s appearance is unique.\r\n \r\n    Sarkaz have a certain level of talent in the art of originium, whereas Ifrit’s talent is far greater than most of them, which is actually not commonly found in Sarkaz.\r\n     \r\n    Based on these observations, it is likely that Ifrit’s appearance and DNA was altered due to the disease. Originium in her internal circulatory system also interfered with the accuracy of medical test data. The changes were largely irreversible. The medical team also faced an unexpected difficulty in their investigation. They could not identify Ifrit Sarkaz ancestry.\r\n     \r\n    In addition, Ifrit medical history shows that she suffered from chronic muscle pain and even occasional hallucinations in severe cases. Her rough attitude may have stemmed from the anxiety she felt when she was in pain.\r\n     \r\n    All that said. Operator Ifrit requires special attention in Rhodes Island. Any person in contact with Ifrit must have a full and substantial understanding of Ifrit personality and quirk to talk with her.\r\n     \r\n    [Restricted Record]\r\n     \r\n    The reason for this record is that Ifrit's physiology has become very strange from a normal Sarkaz.\r\n     \r\n    She is certainly a Sarkaz, but whether she still is a Sarkaz, I'm not so sure...\r\n     \r\n    I can't quite sum up this lofty feeling...\r\n    ",
    "档案资料三": "Ifrit's flame thrower\r\n \r\n    Manufacturer: Not disclosed\r\n     \r\n    Place of production: Not disclosed\r\n     \r\n    Product number: W-0502\r\n     \r\n    Identification code: Rhine Lab - Life science department -RHSKWD117D3983CIR\r\n     \r\n    Product description:\r\n     \r\n    This product uses compressed originium gas as fuel. The orginium gas is made through a liquefaction process. Pathogenicity: Strong.\r\n    \r\n    Usage: With the usage of originium technique, it is ignited with the phenomenon of multiple ignitions.\r\n     \r\n    Spray distance: 15 m.\r\n     \r\n    This equipment contains large energy substances, inflammable, and explosive in nature. Any unauthorized test of this equipment is not allowed. Violators will be referred to the security and defense division for routine handling.\r\n     \r\n    [Restricted Record]\r\n     \r\n    Ifrit's flame thrower is definitely a masterpiece of Rhine Lab craftsmanship. What a goddamn thing...\r\n     \r\n    You'd never guess that you only need a few cubic meters of compressed originium gas in this thing to infect everyone in the building with mineral disease!\r\n     \r\n    ... Anyway, the infrastructure department has detoxified this thing. You don't even want to know how.\r\n     \r\n    What a poor kid... Who on earth gave her this killer toy?\r\n     \r\n    I wish I could give that person a good senseless beating!\r\n    ",
    "档案资料四": "A quarrel:\r\n \r\n    'I've learned to control my powers, and I can prove it to her! I'm going to show it to her now! Saria will be very surprised to see the current me!\"\r\n     \r\n    \"You can't – you must know that--\"\r\n     \r\n    \"I am already doing my best to help the doctor!\r\n     \r\n    I can do a lot of things, right?\r\n     \r\n    I, I know, what my powers can actually do --\r\n     \r\n    The doctor always told me that --\"\r\n     \r\n    \"...\r\n     \r\n    Ifrit.\r\n     \r\n    Go back to your room, now...\r\n     \r\n    ... Ok? Please.\"\r\n     \r\n    \"I -\r\n     \r\n    ... \"\r\n     \r\n    -- At Dr. Silence office, Rhodes Island medical department, June 21\r\n     \r\n    [Restricted Record]\r\n    Doctor... I have set the viewing permission for this recording that you are seeing, reserved for your eyes only.\r\n     \r\n    Ifrit... She...\r\n     \r\n    The child, in fact, enjoys being in your presence. Well, while she usually is just messing around, but...\r\n     \r\n    Sorry, doctor. I know that Ifrit would go out of her way sometimes.\r\n     \r\n    But that child, by your side, under your guidance, has learned a great deal.\r\n     \r\n    She is trying to make herself better because she knows your expectations of her. You're expecting her to change, aren't you?\r\n     \r\n    You treat her in a way that made her feel like everyone else for the first time.\r\n     \r\n    She was no longer a child forcibly separated from the others.\r\n     \r\n    She... She learned to laugh. It wasn’t a scary smiley face to scare people with.\r\n     \r\n    It was the first time I had ever seen her smile for me, to smile at others.\r\n     \r\n    She is slowly getting used to this kind of life... It is so rare to see her be dependent on someone, even if she is not aware of it.\r\n     \r\n    ...\r\n    \r\n    Thank you, doctor. And… please.\r\n     \r\n    Help that child.\r\n     \r\n    Let her... Feel happiness in her life.\r\n     \r\n    Even if it is just a little…\r\n    ",
    "晋升记录":""
  },
  "char_124_kroos": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n    [Fusion rate of somatic cells and originium] 8%\r\n    \r\n    Patient body showed no obvious signs of crystallization yet.\r\n    \r\n    [Blood crystal density] 0.33u/L\r\n    \r\n    The infection is relatively low and no immediate physical effects have been reported.\r\n    ",
    "档案资料一": "In order to reduce the amount of energy spent on the battlefield, Kroos chose the modern crossbow as her weapon.\r\n \r\n    Kroos dislike troubling matters so she always tries her best to keep herself out of trouble. With a lot of effort, Kroos is able to work with other operators to snipe the enemy from behind.\r\n    ",
    "档案资料二": "Kroos had been reluctant to show off since childhood. During her training showed a unique talent in shooting. When Kross finds an advantage on the battlefield, she uses her crossbow to fire every shot with her teammates covering for her. \r\n\r\n    Fang and Beagle trust in her ability. The fact is that Kroos had never let down anyone who trusted her.\r\n    ",
    "档案资料三": "In her days as a guard, Kroos would always face everything with a smile. However, after being infected with the disease, everything changed. When she was faced with discrimination, Kroos changed her normal attitude. After giving the guard a furious scolding, she left with Fang and Beagle. \r\n\r\n    In order to find a way for them to survive, Kroos secretly gathered information everywhere, and eventually found a new home named Rhodes Island.\r\n    ",
    "档案资料四": "Kroos smiling demeanor makes for a very friendly impression, but in fact, she is particularly afraid of trouble. She likes to find a quiet place to sleep and quietly laze around.\r\n \r\n    Although Kroos gives off a lazy and indifferent attitude, when it comes to the things she cares about, she will become temperamental and mean. Although she does shows her mean side occasionally with her words, she is much better at dealing with Fang than with Beagle.\r\n     \r\n    Kroos can't stand Beagle’s puppy eyes.\r\n    ",
    "晋升记录":""
  },
  "char_140_whitew": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n    [Fusion rate of somatic cells and originium] 13%\r\n     \r\n    Operator Lappland body shows large amount of crystalline.\r\n     \r\n    [Blood crystal density] 0.27u/L\r\n     \r\n    Operator Lappland illness is to be closely monitored.\r\n    ",
    "档案资料一": "Operator Lappland has little regard for her own safety. She enjoys seeking thrills, destruction and the chaos of war. Fearless in battle, she also has a strange sense of humor, and likes to tease everyone in front of her with slightly cruel jokes.\r\n \r\n    Operator Lappland has been placed under surveillance by the medical team after it emerged that she is suffering from severe infection.\r\n     \r\n    Unconfirmed intelligence indicates that Lappland is most likely from one of the most dangerous families in Syracuse. However, after examining the list of all the families that existed or were active in Syracuse, no link between Lappland and these families was found. The investigation into the Syracuse ruling family has been suspended because of the high stakes involved.\r\n    ",
    "档案资料二": "The trauma of the disease is reflected not only in the physical body, but also reflected in Lappland's obsessive focus with specific goals, which can lead to a lot of violence.\r\n \r\n    Although her actions were in part controlled by Rhodes Island, her free-wheeling approach to the battlefield prevented her from cooperating with some of the other operators.\r\n     \r\n    Lappland's more specific symptoms of the disease seem to somehow enhance her original fighting abilities, which are rare in common disease sufferers as well as non-disease operators. Her unique weapons - a pair of specially designed Oriental swords - are designed to match the impact effects of her spells. Her untrained power in controlling the originium art seems to have been exercised by a mere genius. Although this power is weakened on release, it is overcome by Lappland's uncanny fighting style and fierce attacks.\r\n     \r\n    Lappland was so good at seeing into the weaknesses of her enemies that this makes it impossible for an enemy with special abilities or originium skills to take advantage of her. With just a few observations of the enemy's technique, Lappland can quickly lockdown the enemy's special abilities.\r\n    ",
    "档案资料三": "According to several investigative reports and eyewitness accounts, operator Lappland has a keen interest in Penguin Logistics, currently Rhodes Island operations assistance operator Texas, who was avoiding the encounter. But even when they had to work together, Lappland did not push the Texas too hard. Lappland is cooperative in working at Texas pace. She even relishes the ambivalence of the relationship\r\n \r\n    Lappland responded cordially to other Penguin Logistics associates, but her actions were not well received by them. Every time the two sides meet (though this is extremely rare), there is a subtle awkwardness.\r\n     \r\n    As far as Rhodes Island's other operator were concerned, Lappland is content to live in peace as long as no one interfered with her actions.\r\n     \r\n    [Restricted Record]\r\n    As for the operator Red, all Lupus operators showed the same fear reaction derived from their instinct, among which operator Lappland had the strongest reaction, which was mixed with uncontrollable fear, obvious hostility, and apparent joy. Before a solution to the extreme state of operator Lappland has been worked out, it is suggested to completely avoid contact with operator Red.\r\n    ",
    "档案资料四": "Message from a confidential source: You must be careful in how you approach Lappland. It is for your future.\r\n \r\n    She is a lone Wolf (Note: this is slang for an abandoned member of the Lupus family) and badly wounded. She lost her family forever and will never again devote herself to another family.\r\n     \r\n    You don't have to know what's keeping her alive to this day. You can try to heal her wounds, but you must also remember that madness can never be cured.\r\n     \r\n    The past cannot be changed.\r\n     \r\n    If you decide to continue contact with her, you will eventually have to face a choice, perhaps even then... You're not ready to pull your sword on her.\r\n     \r\n    So once again, please listen to my advice: choose carefully for your sake and the future of the people you value.\r\n    ",
    "晋升记录":""
  },
  "char_208_melan": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n    [Fusion rate of somatic cells and originium] 2%\r\n     \r\n    Operator Melantha is mildly infected. The patient lesion is located in her left shoulder. The infection is well controlled and stable.\r\n     \r\n    [Blood crystal density] 0.25u/L\r\n     \r\n    The results from internal circulation test are optimistic. It is recommended to strengthen the body through physical exercise to match the treatment.\r\n    \"Miss Melantha is still growing up. Do remember to eat more nutritious food.\"\r\n    -- Intern doctor Hibiscus\r\n    ",
    "档案资料一": "Melantha was born in the capital of the kingdom of Victoria, Londinium. Her father is engaged in bulk spice trade, and runs a number of spice processing factories. Her mother is the head of the family brand outlet, responsible for running the flagship aromatic brand store with Londinimu as its center focus.\r\n \r\n    Influenced by her parents, Melantha began to learn about spices from a very young age and would often help her parents develop new aromatic products.\r\n     \r\n    From operator Melantha skill, she grew up with the influence of her parent’s shadow.\r\n    ",
    "档案资料二": "As a student in Wessex private middle school, she achieved excellent results in all subjects, but as a person of few words and poor communication skills, Melantha never became the center of attention.\r\n \r\n    With the absence of friends, Melantha did not choose to actively change her own personality, but under the arrangement of her parents, threw herself into the study of upper class training activities, including art, literature, and poetry and so on. In the traditional Victorian society, to become a complete Victorian upper-class woman, she must undergo such moral education.\r\n     \r\n    In addition, in order to improve her weak physique, Melantha began to learn fencing and other popular sports of the upper class under the arrangement of her parents.\r\n     \r\n    After the outbreak of an infection crisis, Melantha became one of the infected. Her parents arranged her to receive medical treatment provided by Rhodes Island pharmaceutical. And since then has been transferred to Rhodes Island for treatment.\r\n    ",
    "档案资料三": "Operator Melantha maintains close ties with all members of task force A4. Being introverted, she was initially worried about her ability to lead the task force A4, but with the help of all members inside the group, she succeeded in breaking through her inner barriers.\r\n    Cardigan lively and cheerful disposition has made them inseparable friends, whether in life or in battle. They maintain a good complementary relationship.\r\n     \r\n    For the mature and cautious Steward, Melantha holds a respectful attitude toward him.\r\n     \r\n    Ansel is responsible for Melantha’s illness record and daily nursing work, Melantha always feel sorry for being a trouble and grateful for Ansel work.\r\n     \r\n    Melantha has a hard time understanding Adnachiel. She had never been able to comprehend the thoughts of the Rutland boy, but Adnachiel never gave Melantha trouble in battle.\r\n    \r\n    During her time as the team leader, Melantha’s careful and gentle attitude was praised by all the team members, and her excellent quality of strict self-discipline and fine qualities enabled her to complete every task entrusted to her by Rhodes Island.\r\n    ",
    "档案资料四": "It is one of the few mysteries about Melantha that, so far, neither the available files nor the observations of other operators have been able to tell what style of fencing she possessed.\r\n\r\n    Judging from the test records and daily battle videos, it seems that Melantha's swordsmanship came from the Victorian tradition of dueling swords, but at some point in her learning process, she must have been strongly influenced by Oriental swordplay.\r\n    \r\n    One circumstantial evidence is Melantha’s weapon that she uses is a long, straight sword, which is slender but extremely sharp. The existing data show that only the Yan country or some eastern martial arts schools still have the fighting techniques of such weapons.\r\n    \r\n    Melantha’s swordsmanship is flexible, her skills excellent. In the actual combat technical aspect, Melantha has strong tactical assault ability, even under the lack of support. She can move and hide with her own mobility.\r\n    \r\n    On the other hand, Melantha lacks the ability to fight head-on combat. In the face of high - intensity combat, there is some lack of stability.\r\n    \r\n    So far, Melantha is improving her swordsmanship under the guidance of special agent Franka, who was dispatched from Black Steel.\r\n    ",
    "晋升记录":""
  },
  "char_179_cgbird": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs of operator Nightingale were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n\r\n    [Fusion rate of somatic cells and originium] 9%\r\n    \r\n    Operator Nightingale shows clear signs of originium infection.\r\n    \r\n    [Blood crystal density] 0.27u/L\r\n    \r\n    Far above the norms, operator Nightingale requires more attention from the medical department.\r\n    \r\n    Nightingale actually has more physical problems with her body compared to other originium disease infected patients. Nightingales show significant memory impairments, unlike the doctor's amnesia, the memory loss in Nightingale seems to have been caused by drugs, or chemicals like neuro pheromones.\r\n    \r\n    Add in her endocrine system, her nervous system, even all over her body... Due to these signs, after our medical staff discussion on the matter, decided that Nightingale's physical condition was not simply the result caused by the ravaging originium disease.\r\n    Shining was the one who bring Nightingale here, which is good for Nightingale. At least in Rhodes Island, we can give this poor girl a less harsh environment where she can deal with her problems.\r\n    \r\n    Sadly, operator Nightingale is one of the most medically skilled people I have ever met - someone who has good insight on other people's wounds and lesions but could not trace the source of her own illness. Is there anything more absurd and unjust than the fact that a healer cannot heal herself?\r\n    \r\n    -- Medical Officer Y P\r\n    ",
    "档案资料一": "Operator Nightingale is very good in using originium techniques to heal the wounded. Unlike most medical workers, Nightingale actually does not know much about modern medical technology and principles, and it is difficult for her to get good scores in the written examination. However, she knows well about the body structure and operation of the human body, and the medical originium skills she USES are also very superb, which made the staff responsible for the observation and research were at a loss.\r\n\r\n    At the same time, operator Nightingale is adept at using a very peculiar originium technique: Nightingale weaves and creates an invisible area centered around her. This area can buffer against enemy attacks, originium skills and even eliminate the enemy’s huge strength aimed towards our operator. Out of fear, those not familiar with the art of originium refer to this mysterious and powerful force as \"Sanctuary\".\r\n    \r\n    Dr Kalt’sit suspects that Nightingale's healing talent actually comes from the same source as Dr Kalt’sit. It is not yet possible to prove this hypothesis.\r\n    ",
    "档案资料二": "Even in Rhodes Island, Nightingale is a unique operator.\r\n\r\n    Nightingale arrived in Rhodes Island with two other \"apostles\" members, Shining and Nearl, Shining expressed the hope that Rhodes Island would conduct a comprehensive examination and countermeasures for treatment.\r\n    \r\n    Loss of memory, loss of limb function, ■■■■，■■■■■■……\r\n    \r\n    Medical staff shook their heads at the results: apart from the originium disease, there were other devastating effects suffered by Nightingale that may have a more profound effect on her.\r\n    \r\n    In the face of all this, Shining silently answers all of Dr Kalt’sit  questions -- including a lot of confidential information that cannot be disclosed.\r\n    \r\n    After the conversation, Nightingale stayed in Rhodes Island and began receiving treatment at the medical department.\r\n    ",
    "档案资料三": "After slight improvements in her health, Nightingale began to seek and request assisting operator Shining and Nearl on the field. Dr Kalt’sit had an argument with Shining about this. After the argument, Dr Kalt’sit changed her mind. Even though the medical staff objected strongly, Dr Kalt’sit agreed with Shining and added Nightingale to the existing operator list, allowing her to serve Rhodes Island.\r\n\r\n    Although operator Nightingale has a variety of physiological difficulties, lack of self protection and the ability to survive independently on the battlefield. Operator Nightingale has shown the uncanny ability and strength to turn the tides of battle. Simultaneously, other operator also realized in the process of fighting alongside Nightingale that she was eager to prove with her action her own worth, and their attitude mostly turned from pity to respect.\r\n    \r\n    And with Nightingale's mysterious character, attitude and indifference causes many operator to become more aware of the cruelty of this land and the necessity of Rhodes Island's cause.\r\n    \r\n    The writer of this report is glad that miss Nightingale can be found now and then in the cabin corridors talking with other operator other than Shining and Nearl, with a faint smile.\r\n    ",
    "档案资料四": "The current me cannot understand miss Nightingale.\r\n\r\n    Her mind is not a blank sheet of paper, nor a tangled mass of string. Miss Nightingale's emotion and consciousness are like a solid cage, the solid cage locks the endless memory fragments and miss Nightingale herself. I cannot even detect whether this is the case of miss nightingale's own will, she and her apparition companions may no longer be able to tell one from the other.\r\n    \r\n    Only if miss Nightingale is willing to come out first will we be able to get in.\r\n    \r\n    It was so hard and so sad.\r\n    \r\n    Shining said Nightingale was a victim within the civil war.\r\n    \r\n    She was trapped in that small space, forced to share her life. To be deprived, to be snatched...\r\n    \r\n    It's still happening out of my sight.\r\n    \r\n    Dr. Kalt’sit is against me getting involved right now, but I think I'm responsible for what happened to them.\r\n    \r\n    Shining saved miss Nightingale from the war, but I don't think Nightingale truly got out of it; She often feels imprisoned and encaged because she still thinks she is inside the cage.\r\n    \r\n    I have a responsibility.\r\n    I will do everything I can with Shining, Nearl, and doctor. I don't want to be just friends with miss Nightingale.\r\n    \r\n    - Amiya\r\n    ",
    "晋升记录":""
  },
  "char_204_platnm": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\r\n\r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    Operator Platinum showed no signs of being infected by originium.\r\n    \r\n    [Blood crystal density] 0.11u/L\r\n    \r\n    Operator Platinum has little contact with originium.\r\n    ",
    "档案资料一": "Operator Platinum is from Kazimierz. In addition, the credibility of all other information freely declared by her is mostly in doubt. Even the data of her chest size and weight in the medical examination, similarly, non-public and fake data processing was carried out at the request of operator Platinum (who used blackmail in various ways).\r\n\r\n    \"Girls always have a lot of secrets!\" This is in the written investigation message left by operator Platinum.\r\n    \r\n    Therefore, some of the public information recorded in Platinum archives is obviously of no reference value.\r\n    \r\n    Of course, core records and non-public information have been closely vetted.\r\n    ",
    "档案资料二": "The knight killer is the secret military force cultivated by the forces of Kazimierz in the long political seesawing battle with the knight class.\r\n\r\n    Legend has it that, in order to fight against a strong physique, superb fighting skills, and even wear special equipment and unique ability of a lone knight, knight killers are honed in special assassination and to use the terrain in their favor. They are constantly tasked to kill lone knights who refused to cooperate with the authorities.\r\n    \r\n    While it is impossible to verify the truth of the rumor, operator Platinum has shown the ability to match the strength of the Kazimierz knights in some ways. Combined with unpredictable actions and mind-boggling archery, Platinum is a great threat to hard targets in certain situations.\r\n    \r\n    From this report, the investigation of Platinum must continue.\r\n    ",
    "档案资料三": "In the end, operator Platinum chose to join the team under the direct command of Dr. Kalt’sit in order to play to her own strengths, and wishes to prove that her cooperation with Rhodes Island is real. Which is an acceptable outcome for Rhodes Island.\r\n\r\n    Ignoring Platinum playful tricks on other operators, slipping away in her daily duty, and other types of minor violations. Operator Platinum's performance does shows the quality of an excellent operator.\r\n    \r\n    Even so, operator Platinum should apply to the management department for access, rather than peeking at the data compilation process.\r\n    \r\n    Hopefully, Dr. Kalt’sit will consider stopping her next time. Thank you.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    Although Platinum is currently at my disposal and command, she is not loyal to Rhodes Island. Even from an employment standpoint, Rhodes Island's offer may not match up to Platinum wants. Under such circumstances, the loyalty of operator Platinum must be seriously considered.\r\n    \r\n    Of course, according to my personal observation and speculation, what binds Platinum to Rhodes Island stems from her trusting relationship with the doctor.\r\n    \r\n    In other words, if Platinum's relationship with Doctor is strong enough, she is valuable to Rhodes Island.\r\n    \r\n    There are many ways to remove unstable elements from an organization, and it should also be possible to strengthen the link to eliminate independence factor.\r\n    \r\n    - Dr Kalt’sit\r\n    ",
    "晋升记录":""
  },
  "char_128_plosis": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "…\r\n    The relevant medical test report has been retrieved for you.\r\n    \r\n    [Project name]\r\n    \r\n    Operator Ptilopsis\r\n    \r\n    [Test result report]\r\n    \r\n    According to the results of radiography examination, operator Ptilopsis  internal organs have obscured outline; Abnormal shadow were visible; Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. All signs of typical originium disease infection. At this stage, subject is infected.\r\n    \r\n    [Fusion rate of somatic cells and originium] 8%\r\n    \r\n    Ptilopsis. Originium are mainly distributed in her internal body. Degree of infection: mild.\r\n    \r\n    [Blood stone originium] 0.43u/L\r\n    \r\n    Ptilopsis. Internal originium spreading rate: Slow. Course of illness: Well controlled at present.\r\n    \r\n    ...\r\n    ",
    "档案资料一": "…\r\n\r\n    Hello. How can I help you?\r\n    \r\n    ... In response to your question, Ptilopsis answers: Correct. You are communicating with the dialogue interface, which is Ptilopsis herself.\r\n    \r\n    As a maintenance assistant for some of Rhodes Island's publicly available data, Ptilopsis has full access, free comment rights, and limited modification rights.\r\n    \r\n    At the same time, the data specialists are in the process of recording conversations, and all well-defined search actions that you make will be fully documented.\r\n    \r\n    …\r\n    \r\n    Roger. Information has been received that operator Ptilopsis is currently located in Rhodes Island as a medical officer (senior), the same as Silence, who is a former member of a project department of Rhine Lab.\r\n    \r\n    At present, it has long since been our choice and goal to incorporate modern medical technology and related originium technology research, and make it the leading medical project in Rhodes Island.\r\n    \r\n    At the same time, Silence who is responsible for compilation and proposal of several treatment programs for originium has promoted Ptilopsis ability. Silence request Ptilopsis to serve as her assistant in the process of data recording, extraction and analysis work, Ptilopsis position will be more critical.\r\n    \r\n    In addition, Ptilopsis will provide certain assistance to staff member Ifrit who is currently performing daily monitoring work of originium infected patients.\r\n    ",
    "档案资料二": "…\r\n\r\n    Communication interface, activate. Ptilopsis, give her best wishes to you.\r\n    Requesting information on the condition of Ptilopsis?\r\n    \r\n    Yes, please hold on.\r\n    \r\n    Based on the keywords you said, the following information is an accurate retrieval result: Ptilopsis, infection confirmed.\r\n    \r\n    Symptom: Lethargy.\r\n    \r\n    Clinical manifestation: It can occur without warning\r\n    \r\n    …\r\n    \r\n    Sleep disorder can occur without warning.\r\n    \r\n    ... Yes, after waking up, re-reading the transcript of the conversation, I have learned about the topics I had before falling asleep.\r\n    \r\n    The treatment Dr. Silence prescribed for this condition is now a part of my daily routine\r\n    So, back to where we were.\r\n    \r\n    The effect of originium disease on Ptilopsis is deepening the effect on its ethnic characteristics, hijacking the sleep information command, and seriously interfering with the biological basic nerve signal transmission. The unanticipated disturbance leads to a significant decrease in its daily operating efficiency, which is the biggest impact of the originium disease on Ptilopsis.\r\n    \r\n    On the other hand, originium sickness holds some meaning. Yes, we should not hold a completely subjective attitude to criticize an objective existence.\r\n    \r\n    The disease gives Ptilopsis a new perspective on what it sees.\r\n    \r\n    Look at yourself, look at others, look at the land, and maybe... even the sky above.\r\n    \r\n    Every day I think about how I can parse and calculate the information of the originium particles as they flow through my blood. When it consumes my organic resources how can I try to exchange it for something positive and meaningful?\r\n    \r\n    For Ptilopsis, this will be the most important question of one’s life.\r\n    \r\n    ...\r\n    ",
    "档案资料三": "Your request access to Ptilopsis has been received. But Ptilopsis refuse your request.\r\n\r\n    Your query through the internal database for \"fire demon incident\" will not be accepted.\r\n    \r\n    Yes, all non-public information about Rhine Lab will not be given to you.\r\n    \r\n    Information such as internal information about operator Ifrit, Saria, Silence and all other relevant personnel's internal information are classified files.\r\n    \r\n    It is equally advisable, from my own feelings, not to touch further on this matter.\r\n    \r\n    I'm terribly sorry.\r\n    \r\n    …\r\n    \r\n    Me?\r\n    \r\n    You want to know Ptilopsis position in the matter?\r\n    \r\n    A simple question, I can answer it right away.\r\n    \r\n    Ptilopsis, whenever and wherever it is, exists as a neutral factor.\r\n    \r\n    I maintain the basic balance of data, eliminate the impact of uncertainty caused by emotions, \r\n    and avoid the generation of fatal errors in the process of calculation and actions.\r\n    \r\n    Therefore, Ptilopsis judged that if Rhine Lab actions would hijack the selection result of Ptilopsis, Ptilopsis would explicitly reject the operation of this command program.\r\n    \r\n    But note that Rhine Lab research holds the possibility of improving the future of this world.\r\n    \r\n    This simply cannot be rejected because it has a dark side.\r\n    \r\n    This is what I can reveal to you at present, based on Ptilopsis position and information.\r\n    ",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_144_red": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage,subject is uninfected.\r\n\r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    Operator Red showed no signs of being infected by originium.\r\n    \r\n    [Blood crystal density] 0.13u/L\r\n    \r\n    Operator Red has some contact with originium during operations, the blood crystal density is rising. It is necessary to be alert to the risk of orignium infection. \r\n    \r\n    All physical examination indexes were at normal level. After completion of the physical examination process, I will take over the relevant investigation and data files of Red. \r\n    \r\n    - Dr Kalt’sit\r\n    ",
    "档案资料一": "Operator Red battlefield behavior cannot be understood with common sense, compared to other mundane fighting style, operator Red action seems to be more precise and... brutal.\r\n\r\n    In daily life, operator Red is secretive and rarely seen in the field of vision of ordinary staff. It also led to many operators questioning her origins due to Red education level and social skills.\r\n    \r\n    In addition, most of the operations with Red participation are rather difficult, the chance of casualties and losses are high. Operator Red is also called by a few operators as \"Red Riding Hood Reaper\".\r\n    \r\n    However, as time goes by, operator Red showed a rather naive side, her relationships with some of the operators were also growing and warming up.\r\n    \r\n    Perhaps one day, the staff can really understand and accept her; And operator herself can fit in better with Rhodes Island.\r\n    ",
    "档案资料二": "As far as operator Red is concerned, she and other Lupus are not \"wolves\" in colloquial and slang terms.\r\n\r\n    At first, the medical staff treated operator Red Cognition as a pure education problem, until in several experimental cases, operator Red actually showed unexplainable distinguishing ability, and no matter how the control group was changed/the target distribution was disturbed, operator Red would classify the experimental items in her own way.\r\n    \r\n    Some medical professionals believe it is a cognitive disorder akin to classic color blindness, in which a neurological defect or mutation causes operator Red to see details that ordinary Lupus do not often notice. \r\n    \r\n    On the other hand, some medical workers believe that she has a unique talent for originium skills, which makes her cognitive function different from ordinary people.\r\n    \r\n    After the research was halted by the medical staff, operator Red's cognitive difference was gradually accepted by most of Rhodes Island operator and treated as a personality trait.\r\n    ",
    "档案资料三": "[Restricted Record Modification]\r\n\r\n    1. It is forbidden to mention the intense reaction of Lupus operator caused by operator Red, and delete relevant information in the public file.\r\n    \r\n    2. Relevant medical test and experiment records are transferred to the medical department restricted authority records.\r\n    \r\n    3. Any access to or rearrangement of relevant records is prohibited.\r\n    \r\n    4. Destroy the experimental data.\r\n    \r\n    The above tasks shall be completed within one or two working days after the signing of the documents.\r\n    \r\n    Manager: ■■·■■■ ■■■■\r\n    \r\n    Reviewer: Dr Kalt’sit ■■■■ Amiya\r\n    ",
    "档案资料四": "[Restricted Record] \r\n    Should we have in-depth contact with the \"grandma\" figure? I think it's pretty dangerous.\r\n    \r\n    What is the impact of the contact? How much influence does the \"grandmother\" hold over Red? What kind of individual or group is \"grandmother\" and in what way does she exert influence on red?\r\n    \r\n    It is very clear that \"grandmother\" has shaped Red into what she is now. Red's knowledge of Wolves, the unique perception of Red in the eyes of Lupus, or more secrets that are hard to ignore... No matter what \"grandmother\" has planned, it will be deeply rooted in Red’s future.\r\n    \r\n    Although I tried to list some possible countermeasures, I shall destroyed relevant research materials and data in the end.\r\n    \r\n    I must not act rashly.\r\n    \r\n    It's not about risk assessment or theoretical research.\r\n    \r\n    Even though I cannot be passive, life does not permit reckless attempts.\r\n    \r\n    In what little time we have, I must race against time and encourage Red to know her own existence.\r\n    \r\n    She has a right to choose.\r\n    \r\n    -- Dr Kalt’sit\r\n    ",
    "晋升记录":""
  },
  "char_101_sora": {
    "credit": "LanceGT0",
    "客观履历":"An idol girl with a small reputation in Lungmen.\r\n\r\n    Lively and lovely, full of youthful spirit, can be said to represent the \"girl\" pronoun.\r\n    \r\n    Hasn’t yet grasp the perfect balance between being an idol and operator yet, but working hard towards a balance between the two.\r\n    ",
    "临床诊断分析": "",
    "档案资料一": "Originally, Sora could have chosen a more ordinary way of fighting, but at her insistence, Dr Kalt’sit designed a special curriculum for her, so that she could better use her talents.\r\n\r\n    To this end, Sora paid a lot more efforts compared to other ordinary assistant operator, but have to admit that she was born to sing, the final results were beyond everyone's imagination.\r\n    \r\n    Of course, a song bird on the battlefield will draw the enemy attention no matter what, and for that reason, Sora usually need to be assigned with more guards. It can only be said that her value is worth such a strategic concession.\r\n    ",
    "档案资料二": "About the matter of an active duty idol becoming a messenger, Penguin Logistics naturally broker with Sora’s firm with \"negotiations\".\r\n\r\n    The reason why I put it in quotation marks is, of course, because it can be imagined that no normal firm would allow its idols to go around and make public appearances without bringing profits to the company. Therefore, the so-called \"negotiation\" would not be a normal negotiation, at least at first.\r\n    \r\n    Of course, Rhodes Island is a legitimate company. Penguin Logistics is willing to pay a certain price when it needs a big concession from the other side, rather than using some drastic means to achieve its goal.\r\n    \r\n    So what is the price of being a part of Penguin Logistics while keeping her iconic status? \r\n    \r\n    Formal contract content revealed here is undisclosed and also too lengthy. To generalize about the 3 conditions: One, Penguin Logistic is obliged to protect the personal safety of Sora, and must not let Sora appear in any circumstance that may compromise her idol image.\r\n    \r\n    Two, at each venue which requires Sora presence, Penguin Logistics has the obligation to take the initiative in creating opportunities for her to increase popularity, the way can be determined by the local situation. In addition, Penguin Logistics need to bear all the costs arising from thereon.\r\n    \r\n    Third, including the activities of article 2, all of Sora performing income belongs to the firm.\r\n    \r\n    If there is a breach of any of the 3 stated conditions, the firm has the right to unilaterally terminate the contract. And also has the right to the direct termination of Sora’s operator status.\r\n    \r\n    After a partnership between Penguin Logistics and Rhodes Island has been established, Rhodes Island is also taking the initiative. After all, who wouldn't want a cute girl like a Sora to become a big and shiny icon one day?\r\n    ",
    "档案资料三": "People would always ask: Sora may be a good idol, but is she a good operator?\r\n\r\n    The answer is yes.\r\n    \r\n    She is not overly sentimental about others who got hurt protecting her, nor does she feel sorry for herself about the fact she cannot protect others with a weapon. She knows what she can do and only does what she can do. With this regard, Sora does not need the worry of anyone.\r\n    \r\n    But that does not mean she wishes to see someone get hurt to protect her, or that she doesn't want to use a weapon to protect others, which she is not trained to do, but that doesn't mean she wants to remain as she is now.\r\n    \r\n    In addition to singing, Sora is also clumsily training weapons everyday, hoping that one day she will use it on the battlefield.\r\n    \r\n    Her heart is the most precious quality.\r\n    ",
    "档案资料四": "",
    "晋升记录":""
  },
  "char_143_ghost": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs of operator Specter were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n\r\n    [Fusion rate of somatic cells and originium] 14%\r\n    \r\n    Although Specter skin shows no crystalline, on the contrary, her nervous system was seriously infected. The cause of this condition is not known.\r\n    \r\n    [blood crystal density] 0.31u/L\r\n    \r\n    Under manageable stage. However, if the cause of Specter illness cannot be diagnosed, the monitoring data will be meaningless because it cannot accurately reflect the symptoms.\r\n    \r\n    In addition, operator Specter suffers from severe mental disorders that may include more than just memory impairment, affective disorder and cognitive impairment. I am not a psychiatrist and cannot infer whether the specific cause is organic or functional, but I still hope to include psychological conditions in the data record.\r\n    \r\n    -- Medical Officer Silence\r\n    ",
    "档案资料一": "The current investigation into operator Specter is difficult. She had moments of lucidity of being received in Rhodes Island, but before she was treated in Rhodes Island, operator Specter was seriously mentally impaired.\r\n\r\n    In daily life, operator Specter mental state lacks stability, which makes her contact with other operator relatively rare.\r\n    \r\n    Rhodes Island medical department regularly checks on and treats Specter. So far, the effect has been limited.\r\n    ",
    "档案资料二": "Based on multiple information search and deduction in Rhodes Island, operator Specter was once a nun affiliated with a church. However, Rhodes Island did not investigate any further because of the current state of mind of operator Specter and Rhodes Island's current policy.\r\n\r\n    But, according to Dr Kalt’sit, operator Specter past is relevant to the church, and there may be facts that contradict existing evidence.\r\n    ",
    "档案资料三": "After further in-depth examination in the medical department, medical staff found that operator Specter body function is experiencing a substantial degradation due to originium infection.\r\n\r\n    On the other hand, operator Specter lacks the talent and knowledge necessary to use originium techniques. Although very odd, this does affect operator Specter ability to fight.\r\n    \r\n    Even under such unfavorable circumstances, operator Specter toughness and destructive power in which the mission is executed remains amazing. Even… if it causes confusion among personnel. Her personal capabilities is no doubt extremely rare.\r\n    \r\n    To add more, operator Specter attitude during the battlefield is completely different from her daily life attitude.\r\n    \r\n    Specter on the battlefield is obedient and quiet, except for the occasional murmuring to herself, Specter will resolutely implement all orders, completely ignoring obstructions and obstacles, causing her to lack battle resilience and be in danger because of it.\r\n    \r\n    Judging from all of this, operator Specter is very important to the squad, however, the approach of using Specter requires further adjustments and tradeoffs to be considered by the tactical commander.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    Actually, when operator Specter was received in Rhodes Island. She was tactful with her language and so sincere in her tone that she claimed that she had just escaped from captivity and had a message for Rhodes Island.\r\n    \r\n    Specter, however, gradually fell silent before fully communicating the message. During the final moment when Specter’s mental state was at a normal level, Specter told the operator in charge of reception in Rhodes Island that she might fall into the darkness designed by the conspirators again.\r\n    \r\n    After unsuccessfully ripping off her nun's dress, operator Specter had a nervous breakdown.\r\n    ",
    "晋升记录":""
  },
  "char_108_silent": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs of operator Silence were obscure and abnormal shadows were visible. Detection of abnormal levels of originium stone particles in the circulatory system was present and there were signs of crystalline. At this stage, subject is infected.\r\n \r\n    [Fusion rate of somatic cells and originium] 6%\r\n     \r\n    Silence crystalline is located on the upper part of the left leg ankle joint.\r\n     \r\n    [Blood crystal density] 0.24u/L\r\n     \r\n    Silence inner circulation particle density is light. The disease is stable for now.\r\n     \r\n    [Originium complications]\r\n    \r\n    The race of patient Silence has a degree of narcolepsy and a sleep cycle that is inverted from other races. The originium disease negatively effects and disrupts the regularity of sleep cycle.\r\n    ",
    "档案资料一": "As a scientist, Silence is quiet and concentrated in her work, has strong observation ability, and acts efficiently. She is good at calculation and never makes mistakes in experimental data. With her rigorous scientific research ethics, the whole scientific research team she leads is focused, busy and even a little tense.\r\n\r\n    Silence is not as good at communicating and dealing with people as she is at her scientific job. She keeps to herself normally, silently observes everyone working, and maintains her small world. This lets her feel more relaxed.\r\n    \r\n    Miss Silence, however, is not entirely introverted. She is very good at one-to-one conversation, especially when communicating with subordinates. She is very patient and always ready to listen. Any research difficulties can be told to Silence without scruple. It can be said that the energy to sustain Silence daily activities comes from her undisturbed space and peace of the mind.\r\n    ",
    "档案资料二": "About Silence valuable information comes solely from her contributions to the medical and life sciences fields. Thus, any reference to Silence intelligence must be necessarily turned to her parent company, Rhine Lab.\r\n\r\n    The exact time and process of Silence joining Rhine Lab have been undisclosed information. What is now available comes from Miss SIlence limited account of her past and other sources.\r\n    \r\n    According to Silence recollection, her relationship with Rhine Lab and originium began when she, as a student at the time followed her tutor to visit Rhine Lab Company.\r\n    \r\n    At the time, Rhine Lab was touring the Colombia region showcasing its latest research. New medical equipment, the latest analytical results of life, and a new generation of medical staff to optimize the transmission efficiency of originium-- all of it in the dazzling list of products, Rhine Lab originium technology exhibition has deeply attracted the attention of Silence with its unlimited possibilities.\r\n    \r\n    After successfully completing her studies, Silence joined Rhine Lab as she wished. With extraordinary talent in the field of originium technology, she was soon given the opportunity to participate in several important experimental projects related to clinical treatment of originium technology.\r\n    \r\n    However, even if her career was the most successful, with repeatedly winning the company's upper recognition during her time, Silence has never forgotten her original desire to enter only one project field - \"Originium technology life science application\".\r\n    \r\n    \"It just never occurred to me that the opportunity would come so quickly.\" Silence smiled wryly as she recalled to this point.\r\n    ",
    "档案资料三": "Designed by Silence and eventually put into production by the Rhodes Island department of infrastructure, the medical drone fully embodies Silence philosophy as a doctor.\r\n\r\n    It is an unadorned (and very affordable) medical drone, armed to the teeth, whose only designated function is to provide the most timely care to the personnel on the battlefield.\r\n    The medical mechanism, which has been repeatedly tested by the Rhodes Island department of medical pharmaceutical team, can be assembled into the drone's medicine cabinet in a variety of ways. The drone uses four different models, including atomization, injection, drug delivery and medical staff simulation, which can be easily changed according to different terrain and environment, as well as different treatment objects and different needs.\r\n    \r\n    However, the medical drone is still in the experimental stage, based on portable use concept. The design must be a throwable, vulnerable low-value target. Moreover, in areas with strong signal interference and complex terrain, its work efficiency will be affected to some extent.\r\n    \r\n    Even so, its use has led to a pretty good treatment experience for Rhodes Island staff. And it was just one of the first gifts that Miss Silence brought to Rhodes Island.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    \"Why did originium infect the people in this land?\"\r\n    \r\n    \"... I don't know.\"\r\n    \r\n    \"I didn't know. That’s why I was in a hurry to join Rhine Lab.\"\r\n    \r\n    \"Please go on.\"\r\n    \r\n    \"Looking back, what struck me was only just a Rhine Lab commercial exhibition.\r\n    After joining Rhine Lab, I learned that their best... Or perhaps the most disruptive products are still locked deep in their lab application form.\r\n    They can't take it out yet, whether it's for the human race now, the existing state order, or for... The land.\r\n    Maybe it’s too early, maybe too early in fact.\r\n    But... When a project happens to meet someone who are a good match and the person possess such an ideal... Or ambition --\"\r\n    \r\n    \"... Are you saying?\"\r\n    \r\n    \"Ha ha… Ok. You know enough already.\"\r\n    ",
    "晋升记录":""
  },
  "char_172_svrash": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography results showed that the internal organs of the subjects were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\r\n\r\n    [Fusion rate of somatic cells and orginium] 0%\r\n    \r\n    The subjects showed no signs of being infected by originium.\r\n    \r\n    [Blood crystal density] 0.12u/L\r\n    \r\n    The index value of the subject is close to normal, he requires no further examination.\r\n    Ah? The Lord of Kjerag visiting our Rhodes Island medical department leisurely? Next time please inform him: \"If there is no relevant to-do list, please do not disturb the medical staff work; If there is, please move to the reception room, the doctor will receive you.\"\r\n    \r\n    Well, I'm not very good in dealing with such quiet, intelligent people.\r\n    \r\n    -- Warfarin, medical officer\r\n    ",
    "档案资料一": "Karlan trading company is a state-owned foreign trade company based in the small, religious country of Kjerag, also known as the \"Snowlands\".\r\n\r\n    Because of its topography, the Kjerag rarely felt any natural disasters, which allowed the people of Kjerag to live and work comfortably without relying on mobile city. In turn, the steep topography of Kjerag territory made the development very slow.\r\n    \r\n    The name \"Karlan\" trading company is probably derived from the name given to the sacred mountain by the religious believers of the Kjerag.\r\n    \r\n    Karlan trading company, run by SilverAsh, has become the only window on the closed off and conservative Kjerag. The trading company presence has inevitably changed Kjerag.\r\n    \r\n    Who knows what Silverash's must have experienced to possess such level of vision and execution. He deserves further scrutiny from Rhodes Island.\r\n    ",
    "档案资料二": "He is fond of literature and art, keen on hunting and collecting, and even good at traditional Kjerag sword skills. There are many shadows of traditional aristocrats conduct in SliverAsh.\r\n\r\n    However, SliverAsh thinking and way of doing things run counter to the tradition, full of progressive ideas and intensiveness endowed by modern education.\r\n    \r\n    The head of Karlan trading company, SliverAsh, is a controversial figure in Rhodes Island.\r\n    \r\n    Anyhow, there is a consensus among operators that SilverAsh is not easily deployed or manipulated.\r\n    \r\n    SilverAsh works closely with his employees and Rhodes Island. There was no hierarchy when it came to working together.\r\n    \r\n    Whether it comes to strategic planning or tactical command. Most operators are certain of SliverAsh strength. While others more thoughtful and more familiar with intrigue and politics than most, were suspicious of SilverAsh's purpose. SilverAsh does genuinely care about his sister, Cliff Heart, who is currently receiving treatment in Rhodes Island -- but that cannot be the only sole reason for him to trust Rhodes Island, or for Rhodes Island to trust him.\r\n    Perhaps SliverAsh is only really interested, as the rumour has it, in the value of Rhodes Island pharmaceuticals itself, and the doctor whom he regards as his equal.\r\n    \r\n    Dr. Kalt’sit clearly opposes further contact with SliverAsh. But the doctor perhaps has his own ideas.\r\n    ",
    "档案资料三": "It is rumored that SilverAsh's parents died in an accident when SilverAsh was only a teenager. However the evidence at the scene points toward political enemies of SilverAsh -- The SilverAsh family.\r\n\r\n    However, perhaps because the decline of the SliverAsh family was so rapid, the matter was never resolved.\r\n    \r\n    The accident must have a huge impact on the young SilverAsh, but he was not a weak rich kid, instead of wallowing in self-pity, he kept raising his two younger sisters until they could finally take care of themselves.\r\n    \r\n    After that, SilverAsh left Kjerag and went to Victoria to receive a modern education, leaving his political opponents to divide up the SliverAsh family's political legacy. The Kjerag triad then exists in name only.\r\n    \r\n    This situation continued until SilverAsh returned from Victoria. After his return, SilverAsh assumed the important task of revitalizing his family anew.\r\n    \r\n    Of course, according to the words of Rhodes Island operator Cliff Heart, SliverAsh by then was no longer the kind and precocious, enduring humiliation brother.\r\n    \r\n    After that, Karlan trading company emerged, monopolizing many of the modern industries that Kjerag had previously banned. By exporting large quantities of commodities and raw materials to other countries, and by importing modern industrial products, accumulated enormous capital in a short time. SliverAsh family has regained its position in the tri-ethnic parliament because of the success of the business.\r\n    \r\n    Perhaps due to political conspiracy, SilverAsh's two sisters each encounter events that will have a huge impact on the SliverAsh family name: First the elder sister, Pramanix was chosen as Karlan saint in a religious ceremony, the younger sister Cliff Heart became infected with originium disease.\r\n    \r\n    Rhodes Island leans toward that it was a measure of political retaliation, but Cliff Heart thinks it only further cements the catalyst for SilverAsh's will.\r\n    \r\n    No one knows what SliverAsh will do present day, just as no one knows what his partnership with Rhodes Island is truly for.\r\n    ",
    "档案资料四": "[Restricted Record]\r\n    I object to the dealings between Rhodes Island and Karlan trading company.\r\n    \r\n    No, I did not find any clues, nor corresponding evidence to prove my claim.\r\n    \r\n    I merely wish everyone to think.\r\n    \r\n    Now, what does Kjerag need?\r\n    \r\n    The rule of the Kjerag tri-ethnic parliament is precarious, and the Kjerag conservatives are increasingly at odds with the reformists.\r\n    \r\n    Karlan trading company on the surface is a foreign trading company, but it's real owner is the current patriarch of SliverAsh family in the tri-ethnic parliament, 恩希欧迪斯·希瓦艾什 (SliverAsh real name) -- the older brother of Rhodes Island's operator Cliff Heart. The SliverAsh family is at odds with the old guard's bi-ethnic leader.\r\n    \r\n    I'm pretty sure Karlan trading company hasn't paid a single penny to Kjerag yet. The state? Hah, its operation is completely controlled by SliverAsh himself, and its operational goals are of course in line with SliverAsh.\r\n    \r\n    Modern military equipment via Vulcan industry was flown into Kjerag by Karlan trading company. The old guard couldn’t even track the whereabouts of the cargo.\r\n    \r\n    The commercial roads have been built up to the foot of Karlan holy mountain, 蔓珠院 with the approval of  two other ethnic groups, used SilverAsh sister, Pramanix who has become a saint of Karlan to pressure him. They pressured SliverAsh to withdraw from the three ethnic parliament, and hand over all jurisdiction of the valley and mining areas.\r\n    \r\n    And where are Karlan trading company troops now, having returned from Askara region, Victoria? The traditionalist Kjerag garrison knew nothing.\r\n    \r\n    So what does Kjerag need the most now? What do you need for a powder keg to explode?\r\n    \r\n    The external force.\r\n    \r\n    A tiny external force. Just one little push...\r\n    \r\n    The avalanche will bury the entire Kjerag, including all its conspiracy and everything that has happened.\r\n    \r\n    I admit, perhaps Karlan trading company isn't harboring ill intent.\r\n    \r\n    Even so, should we really risk our lives because of a secret letter we received from operator Cliff Heart?\r\n    \r\n    At least this level of risk cannot be undertook by all of Rhodes Island.\r\n    \r\n    -- Doberman, the meeting held 12 days before the snow mountain incident\r\n    ",
    "晋升记录":""
  },
  "char_102_texas": {
    "credit": "LanceGT0",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\r\n\r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    Operator Texas showed no signs of being infected by originium.\r\n    \r\n    [Blood crystal density] 0.12u/L\r\n    \r\n    Operator Texas sometimes delivers packages containing originium, but so far has not been sick from this.\r\n    ",
    "档案资料一": "A quiet messenger.\r\n \r\n    According to the my own thought, I don't think Texas is trying to keeping her thoughts trapped in her heart, but it is simply because she doesn’t think much about it.\r\n     \r\n    Although she gives off the impression of preferring to be alone, the truth is that most of the time she is always with other members of Penguin Logistics.\r\n    ",
    "档案资料二": "While Miss Texas is usually a quiet person, her fighting style is unexpectedly like a tempest.\r\n    Although Rhodes Island has a majority of untrained operators, most of them still have to conform to some presets when it comes to the use of their weapons. However, Miss Texas conform to any order.\r\n     \r\n    Although she restrained herself, some of her own unnoticed habits can still be found, her mastery of combat is very straightforward, it has nothing to do with any type of weapon. It is all for the purpose of destroying the enemy, the art of killing.\r\n    ",
    "档案资料三": "Regardless of her Lupus status, the obvious fur color, the way she fights and, of course, the name itself, Texas. It all points to the fallen Texas family, a once mighty family whose name is now largely forgotten.\r\n \r\n    If true, Miss Texas past may be even crazier than most people imagine. The very name itself is a guarantee.\r\n     \r\n    However, even with Rhodes Island network of information, very little is known about the family situation. On the other hand, Miss Texas seems to have no intention of mentioning her past, so at least for the moment, there is no need to dig it up. After all, perhaps it is as she said, that one day her past will catch up with her.\r\n    ",
    "档案资料四": "The only thing that is certain is that though Miss Texas never mentions her past, she tends to be more indifferent rather than evasive.\r\n \r\n    It can be clearly seen that she really is well adapted to the life she is living, rather than wanting to escape from it. The mundane work, the boisterous partners, Lungmen, Rhodes Island, that is all her everything now.\r\n     \r\n    It might be asserted:\r\n     \r\n    If Miss Texas past catch up to her, she will take it unflinched. However, if her past were to disrupts her present, then maybe we'll truly witness her anger.\r\n    ",
    "晋升记录":""
  },
  "char_166_skfire": {
    "credit": "Draa",
    "客观履历":"",
    "临床诊断分析": "Radiography test results showed that the internal organs were clearly defined, no abnormal shadows were found, no abnormalities were found in the detection of originium particles in the circulatory system, no signs of crystalline were found. At this stage, subject is uninfected.\r\n\r\n    [Fusion rate of somatic cells and originium] 0%\r\n    \r\n    Operator Skyfire showed no signs of being infected by originium.\r\n    \r\n    [Blood crystal density] 0.11u/L\r\n    \r\n    Operator Skyfire rarely operates in area with concentrated originium.\r\n    \r\n    If I have to comment, then she is just a pure lady who doesn’t know about the world. It’s best to let her suffer a bit so that she understands the danger of the battlefield and the difficulties that the infected face, perhaps secretly prepare some difficult tasks for her to deflate her cuckiness.\r\n    -- Medic Operator Gavial\r\n    \r\n    Gavial, a reminder, medical facility’s checkup report is open to the public.\r\n    -- Kal’tsit\r\n    ",
    "档案资料一": "Operator Skyfire’s control of the Arts greatly surpasses those of her age. Skyfire excels at focusing flames into a giant body of pure fire, then rain it down at the target, completely incinerating the enemies.\r\n\r\n    During this process, the heat from the fire burns the cloth she is wearing, even her hair accessory will flutter like the flames, yet Skyfire remains unscratched.\r\n    \r\n    Regardless of the extreme heat or the bright light, the art that Skyfire casts was not so different from bringing the sun crashing into the ground and exists as the reason of her code name.\r\n    \r\n    Fact of the matter is, Skyfire who isn’t yet a veteran caster, even if talent, cannot completely control such an enormous power.\r\n    \r\n    Please pay attention to the fire alarms of the area that Skyfire is assigned.\r\n    ",
    "档案资料二": "The reason behind “Scepter of the King” and Rhodes Island’s cooperation was just a small matter.\r\n\r\n    Yet for members of the Scepter of the King (SotK), it was unforgivable.\r\n    \r\n    The infected of the Reunion Member, during a certain terrorist attack accidentally killed the pet of SotK, “Feare”. This enraged the members. The Reunion Movement of the area never expected that each member are combat geniuses, and remains highly competitive and eager to join combat.\r\n    \r\n    Because of a single pet, or perhaps a family member, the loss of an important friend. SotK retaliated against Reunion Movement and greatly hindered their operations.\r\n    \r\n    Of course, there are only 5 members in Scepter of the King. Therefore they searched for experts in dealing with the infected, and cooperated with them, all in order to crush the Reunion Movement, their mortal enemy.\r\n    \r\n    This was the reason behind the cooperation of RotK and Rhodes Island, probably.\r\n    ",
    "档案资料三": "While casting Arts, the clothes Skyfire wears often burn from the heat emitting from her body.\r\n\r\n    This resulted in two problems, Skyfire’s body temperature is too high, though it causes her no discomfort, the objects surrounding her isn’t as lucky.\r\n    \r\n    The other issue is that usual fabric cannot insulate the heat. Skyfire has always been searching for replacement clothing, or perhaps a way to solve this problem permanently.\r\n    \r\n    Rhodes Island has attempted to modify her clothing, and all efforts has failed.\r\n    \r\n    And this is the second problem the genius honor student deals with. \r\n    ",
    "档案资料四": "Skyfire isn’t someone prideful and vain. But to her, most people cannot understand her rapidly moving train of thoughts and farsighted planning. This resulted in gaps when communicating with her and caused her problems because of it.\r\n\r\n    Skyfire doesn’t want to yell or be difficult, she just doesn’t know how to express her strong and only mostly calm emotions.\r\n    \r\n    Fortunately, she hangs out with suitable friends, Rhodes Island also has all sorts of operator, and reduces her discomfort and loneliness just by a little bit.\r\n    \r\n    If she really has them that is.\r\n    \r\n    Certain operators mentions, she would at least apologize while blushing when she accidentally burns Doctor’s mission reports.\r\n    ",
    "晋升记录":"If you desire to make use of the Scepter of the King, then you should first review your capability to control them. Fact of the matter is, gems scattered around will never compare to tightly bonded steel, mature and experienced operators are more suitable compared to geniuses stringed together.\r\n\r\n    Of course, if you are a tactical commander capable of using, or perhaps even excelling, with them, then they are a force to change the tide of the battle.\r\n    \r\n    Let’s just first start with this Skyfire who tend to accidentally burn her uniform.\r\n    "
  },
  "": {
    "credit": "",
    "客观履历":"",
    "临床诊断分析": "",
    "档案资料一": "",
    "档案资料二": "",
    "档案资料三": "",
    "档案资料四": "",
    "晋升记录":""
  }
}